[
  {
    "genre": "Historical fiction",
    "author": "Charles Dickens",
    "year_published": 1859,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Tales_serial.jpg/220px-Tales_serial.jpg",
    "title": "A Tale of Two Cities",
    "summary": "A Tale of Two Cities is a historical novel published in 1859 by Charles Dickens, set in London and Paris before and during the French Revolution. The novel tells the story of the French Doctor Manette, his 18-year-long imprisonment in the Bastille in Paris, and his release to live in London with his daughter Lucie whom he had never met. The story is set against the conditions that led up to the French Revolution and the Reign of Terror.\n As Dickens's best-known work of historical fiction, A Tale of Two Cities is said to be one of the best-selling novels of all time. In 2003, the novel was ranked 63rd on the BBC's The Big Read poll.  The novel has been adapted for film, television, radio, and the stage, and has continued to influence popular culture.\n \nDickens opens the novel with a sentence that has become famous: It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way—in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only. In 1775, Jerry Cruncher flags down the nightly mail-coach en route from London to Dover. Cruncher is an employee of Tellson's Bank in London; he carries a message for Jarvis Lorry, one of the bank's managers. Lorry sends Jerry back with the cryptic response \"Recalled to Life\", referring to Alexandre Manette, a French physician who has been released from the Bastille after an 18-year imprisonment. On arrival in Dover, Lorry meets Dr Manette's daughter Lucie and her governess, Miss Pross. Believing her father to be dead, Lucie faints at the ne...",
    "link": "https://en.wikipedia.org/wiki/A_Tale_of_Two_Cities"

  },
  {
    "genre": "Fantasy, children's fiction",
    "author": "Antoine de Saint-Exupéry",
    "year_published": 1943,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/0/05/Littleprince.JPG/220px-Littleprince.JPG",
    "title": "The Little Prince",
    "summary": "The Little Prince (French: Le Petit Prince, pronounced [lə p(ə)ti pʁɛ̃s]) is a novella written and illustrated by French writer, and military pilot, Antoine de Saint-Exupéry. It was first published in English and French in the United States by Reynal & Hitchcock in April 1943 and was published posthumously in France following liberation; Saint-Exupéry's works had been banned by the Vichy Regime. The story follows a young prince who visits various planets, including Earth, and addresses themes of loneliness, friendship, love, and loss. Despite its style as a children's book, The Little Prince makes observations about life, adults, and human nature.\n The Little Prince became Saint-Exupéry's most successful work, selling an estimated 140 million copies worldwide, which makes it one of the best-selling in history.[Note 2] The book has been translated into over 505 different languages and dialects worldwide, being the second most translated work ever published, trailing only the Bible. The Little Prince has been adapted to numerous art forms and media, including audio recordings, radio plays, live stage, film, television, ballet, and opera.\n As a test to determine if grownups are as enlightened as a child, the narrator shows them a picture depicting a boa constrictor that has eaten an elephant. The adults always reply that the picture depicts a hat, and so he knows to only talk of \"reasonable\" things to them, rather than the fanciful.\n The narrator becomes an aircraft pilot, and one day, his plane crashes in the Sahara desert, far from civilization. The narrator must fix his aeroplane before his supply of water runs out. Here, he is greeted by a young boy nicknamed \"the little prince.\"\n The prince asks the narrator to draw a sheep. The narrator first shows him the picture of the elephant inside the snake, which, to the narrator's surprise, the prince interprets correctly. After three failed attempts at drawing a sheep, the frustrate...",
    "link": "https://en.wikipedia.org/wiki/The_Little_Prince"
  },
  {
    "genre": "Fantasy",
    "author": "Paulo Coelho",
    "year_published": 1988,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/c/c4/TheAlchemist.jpg/220px-TheAlchemist.jpg",
    "title": "The Alchemist",
    "summary": "The Alchemist (Portuguese: O Alquimista) is a novel by Brazilian author Paulo Coelho which was first published in 1988. Originally written in Portuguese, it became a widely translated international bestseller. The story follows the shepherd boy Santiago in his journey across North Africa to the pyramids of Egypt after he dreams of finding a treasure there.\n An Andalusian shepherd boy named Santiago dreams of a treasure while in a ruined church. He consults a Gypsy fortune-teller about the meaning of the recurring dream. The woman interprets it as a prophecy, telling the boy that he will discover a treasure at the Egyptian pyramids.\n After Santiago sets out, he meets an old king Melchizedek, or the king of Salem, who tells him to sell his sheep so as to travel to Egypt and accomplish his \"Personal Legend\". Early on his arrival in Africa, a man who claims to be able to take Santiago to the pyramids instead robs him of the money he had made from his flock. Santiago then has to work for a crystal merchant to earn enough to continue his journey.\n Along the way, the boy meets an Englishman who has come in search of an alchemist and continues his travels with his new companion. When they reach an oasis, Santiago meets and falls in love with an Arabian girl named Fatima, to whom he proposes marriage. She promises to marry him only after he completes his journey. Frustrated at first, he later learns that true love will not stop nor must one sacrifice one's destiny to it, since to do so robs it of truth.\n The boy then encounters a wise alchemist, who teaches him to realize his true self. Together, they risk a journey through the territory of warring tribes, where Santiago is forced to demonstrate his oneness with the \"Soul of the World\" by turning himself into a dust storm before he is allowed to proceed. \n When he reaches the pyramids and begins digging, he is robbed by thieves, who ask him what he is digging for; he replies that a dream has led him to buried treasure....",
    "link": "https://en.wikipedia.org/wiki/The_Alchemist_(novel)"
  },
  {
    "genre": "Fantasy, children's fiction",
    "author": "J. K. Rowling",
    "year_published": 1997,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/6/6b/Harry_Potter_and_the_Philosopher%27s_Stone_Book_Cover.jpg/220px-Harry_Potter_and_the_Philosopher%27s_Stone_Book_Cover.jpg",
    "title": "Harry Potter and the Philosopher's Stone",
    "summary": "Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. The first novel in the Harry Potter series and Rowling's debut novel, it follows Harry Potter, a young wizard who discovers his magical heritage on his eleventh birthday, when he receives a letter of acceptance to Hogwarts School of Witchcraft and Wizardry. Harry makes close friends and a few enemies during his first year at the school and with the help of his friends, Ron Weasley and Hermione Granger, he faces an attempted comeback by the dark wizard Lord Voldemort, who killed Harry's parents, but failed to kill Harry when he was just 15 months old.\n The book was first published in the United Kingdom on 26 June 1997 by Bloomsbury. It was published in the United States the following year by Scholastic Corporation under the title Harry Potter and the Sorcerer's Stone. It won most of the British book awards that were judged by children and other awards in the US. The book reached the top of the New York Times list of best-selling fiction in August 1999, and stayed near the top of that list for much of 1999 and 2000. It has been translated into at least 73 other languages, and has been made into a feature-length film of the same name, as have all six of its sequels. The novel has sold in excess of 120 million copies, making it the fourth best-selling book of all time.\n Most reviews were very favourable, commenting on Rowling's imagination, humour, simple, direct style and clever plot construction, although a few complained that the final chapters seemed rushed. The writing has been compared to that of Jane Austen, one of Rowling's favourite authors; Roald Dahl, whose works dominated children's stories before the appearance of Harry Potter; and the ancient Greek story-teller Homer. While some commentators thought the book looked backwards to Victorian and Edwardian boarding school stories, others thought it placed the genre firmly in the modern world by featuring c...",
    "link": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Philosopher%27s_Stone"
  },
  {
    "genre": "Mystery",
    "author": "Agatha Christie",
    "year_published": 1939,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/4/4a/And_Then_There_Were_None_First_Edition_Cover_1939.jpg/220px-And_Then_There_Were_None_First_Edition_Cover_1939.jpg",
    "title": "And Then There Were None",
    "summary": "And Then There Were None is a mystery novel by the English writer Agatha Christie, who described it as the most difficult of her books to write. It was first published in the United Kingdom by the Collins Crime Club on 6 November 1939, as Ten Little Niggers, after an 1869 minstrel song that serves as a major plot element. The US edition was released in January 1940 with the title And Then There Were None, taken from the last five words of the song. Successive American reprints and adaptations use that title, though American Pocket Books paperbacks used the title Ten Little Indians between 1964 and 1986. UK editions continued to use the original title until 1985.\n The book is the world's best-selling mystery, and with over 100 million copies sold is one of the best-selling books of all time. The novel has been listed as the sixth best-selling title (any language, including reference works).\n Eight people arrive on a small, isolated island off the Devon coast, each having received an unexpected personal invitation. They are met by the butler and cook/housekeeper, Thomas and Ethel Rogers, who explain that their hosts, Mr and Mrs Owen, have not yet arrived.\n A framed copy of an old rhyme hangs in every guest's room, and on the dining room table sit ten figurines. After supper, a phonograph record is played; the recording accuses all ten people present of having committed murder, then asks if any of the \"prisoners at the bar\" wish to offer a defence.\n No-one knows their hosts, and Mr Justice Wargrave suggests that the name given, \"U N Owen\", is a play on \"Unknown\". Marston finishes his drink and promptly dies of cyanide poisoning. Dr Armstrong confirms that there was no cyanide in the other drinks and suggests that Marston must have poisoned himself.\n The next morning, Mrs Rogers is found dead in her bed. Suspecting that a murderous U N Owen may be hiding on the island, the guests search but find nothing. After General MacArthur dies from a heavy blo...",
    "link": "https://en.wikipedia.org/wiki/And_Then_There_Were_None"
  },
  {
    "genre": "Family saga",
    "author": "Cao Xueqin",
    "year_published": 1791,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/7/79/Hongloumeng2.jpg/180px-Hongloumeng2.jpg",
    "title": "Dream of the Red Chamber",
    "summary": "Dream of the Red Chamber or The Story of the Stone is an 18th-century Chinese novel authored by Cao Xueqin, considered to be one of the Four Great Classical Novels of Chinese literature. It is known for its psychological scope and its observation of the worldview, aesthetics, lifestyles, and social relations of High Qing China.\n The intricate strands of its plot depict the rise and decline of a family much like Cao's own and, by extension, of the dynasty itself. Cao depicts the power of the father over the family, but the novel is intended to be a memorial to the women he knew in his youth: friends, relatives and servants. At a more profound level, the author explores religious and philosophical questions, and the writing style includes echoes of the plays and novels of the late Ming, as well as poetry from earlier periods.\n Cao apparently began composing it in the 1740s and worked on it until his death in 1763 or 1764. Copies of his uncompleted manuscript circulated in Cao's social circle, under the title Story of a Stone, in slightly varying versions of eighty chapters. It was not published until nearly three decades after Cao's death, when Gao E and Cheng Weiyuan (程偉元) edited the first and second printed editions under the title Dream of the Red Chamber from 1791 to 1792, adding 40 chapters. It is still debated whether Gao and Cheng composed these chapters themselves and the extent to which they did or did not represent Cao's intentions. Their 120-chapter edition became the most widely circulated version. The title has also been translated as Red Chamber Dream and A Dream of Red Mansions. Redology is the field of study devoted to the novel.\n The novel is composed in written vernacular (baihua) rather than Classical Chinese (wenyan). Cao Xueqin was well versed in Chinese poetry and in Classical Chinese, having written tracts in the semi-wenyan style, while the novel's dialogue is written in the Beijing Mandarin dialect, which was to become the basis of mo...",
    "link": "https://en.wikipedia.org/wiki/Dream_of_the_Red_Chamber"
  },
  {
    "genre": "Fantasy, children's fiction",
    "author": "J. R. R. Tolkien",
    "year_published": 1937,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/4/4a/TheHobbit_FirstEdition.jpg/220px-TheHobbit_FirstEdition.jpg",
    "title": "The Hobbit",
    "summary": "The Hobbit, or There and Back Again is a children's fantasy novel by the English author J. R. R. Tolkien. It was published in 1937 to wide critical acclaim, being nominated for the Carnegie Medal and awarded a prize from the New York Herald Tribune for best juvenile fiction. The book is recognized as a classic in children's literature and is one of the best-selling books of all time, with over 100 million copies sold.\n The Hobbit is set in Middle-earth and follows home-loving Bilbo Baggins, the hobbit of the title, who joins the wizard Gandalf and the thirteen dwarves of Thorin's Company, on a quest to reclaim the dwarves' home and treasure from the dragon Smaug. Bilbo's journey takes him from his peaceful rural surroundings into more sinister territory.\n The story is told in the form of a picaresque or episodic quest; several chapters introduce a new type of monster or threat as Bilbo progresses through the landscape. Bilbo gains a new level of maturity, competence, and wisdom by accepting the disreputable, romantic, fey, and adventurous sides of his nature and applying his wits and common sense. The story reaches its climax in the Battle of Five Armies, where many of the characters and creatures from earlier chapters re-emerge to engage in conflict. Personal growth and forms of heroism are central themes of the story, along with motifs of warfare. These themes have led critics to view Tolkien's own experiences during World War I as instrumental in shaping the story. The author's scholarly knowledge of Germanic philology and interest in mythology and fairy tales are often noted as influences, but more recent fiction including adventure stories and the works of William Morris also played a part.\n The publisher was encouraged by the book's critical and financial success and, therefore, requested a sequel. As Tolkien's work progressed on its successor, The Lord of the Rings, he made retrospective accommodations for it in The Hobbit. These few but significant changes w...",
    "link": "https://en.wikipedia.org/wiki/The_Hobbit"
  },
  {
    "genre": "Adventure",
    "author": "H. Rider Haggard",
    "year_published": 1887,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/f/f1/SHE%2C_A_History_of_Adventure_%281st_Edition_Cover%29%2C_by_H._Rider_Haggard.jpg/220px-SHE%2C_A_History_of_Adventure_%281st_Edition_Cover%29%2C_by_H._Rider_Haggard.jpg",
    "title": "She: A History of Adventure",
    "summary": "She, subtitled A History of Adventure, is a novel by the English writer Sir H. Rider Haggard, published in book form in 1887 following serialisation in The Graphic magazine between October 1886 and January 1887. She was extraordinarily popular upon its release and has never been out of print.\n The story is a first-person narrative which follows the journey of Horace Holly and his ward Leo Vincey to a lost kingdom in the African interior. They encounter a native people and a mysterious white queen named Ayesha who reigns as the all-powerful \"She\" or \"She-who-must-be-obeyed\". Haggard developed many of the conventions of the lost world genre which countless authors have emulated.\n Haggard was \"part of the literary reaction against domestic realism that has been called a romance revival.\" Other writers following this trend were Robert Louis Stevenson, George MacDonald, and William Morris. Haggard was inspired by his experiences living in South Africa for seven years (1875–1882) working at the highest levels of the British colonial administration. In the figure of She, the novel notably explored themes of female authority and feminine behaviour.  Its representation of womanhood has received both praise and criticism.\n Horace Holly, a young Cambridge University professor, is visited by Vincey, a colleague who, convinced that he will soon die, charges him with the task of raising his young son, Leo. He gives Holly a locked iron box, with instructions that it is not to be opened until Leo's 25th birthday. Holly agrees. Vincey is found dead the next day, and Holly raises the boy as his own. When the box is opened they discover the ancient \"Sherd of Amenartas\". Holly, Leo, and their servant, Job, follow instructions on the Sherd and travel to eastern Africa. After surviving a shipwreck, they and their Arab captain, Mahomed, journey into the African interior where they are captured by the savage Amahagger people. The adventurers learn that the natives are ruled by ...",
    "link": "https://en.wikipedia.org/wiki/She:_A_History_of_Adventure"
  },
  {
    "genre": "Mystery thriller",
    "author": "Dan Brown",
    "year_published": 2003,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/6/6b/DaVinciCode.jpg/220px-DaVinciCode.jpg",
    "title": "The Da Vinci Code",
    "summary": "The Da Vinci Code is a 2003 mystery thriller novel by Dan Brown. It is Brown's second novel to include the character Robert Langdon: the first was his 2000 novel Angels & Demons.  The Da Vinci Code follows symbologist Langdon and cryptologist Sophie Neveu after a murder in the Louvre Museum in Paris entangles them in a dispute between the Priory of Sion and Opus Dei over the possibility of Jesus and Mary Magdalene having had a child together.\n The novel explores an alternative religious history, whose central plot point is that the Merovingian kings of France were descended from the bloodline of Jesus Christ and Mary Magdalene, ideas derived from Clive Prince's The Templar Revelation (1997) and books by Margaret Starbird. The book also refers to The Holy Blood and the Holy Grail (1982), though Dan Brown has stated that it was not used as research material.\n The Da Vinci Code provoked a popular interest in speculation concerning the Holy Grail legend and Mary Magdalene's role in the history of Christianity. The book has, however, been extensively denounced by many Christian denominations as an attack on the Catholic Church, and also consistently criticized by scholars for its historical and scientific inaccuracies. The novel nonetheless became a massive worldwide bestseller that sold 80 million copies as of 2009[update] and has been translated into 44 languages. In November 2004, Random House published a Special Illustrated Edition with 160 illustrations. In 2006, a film adaptation was released by Columbia Pictures.\n Louvre curator and Priory of Sion grand master Jacques Saunière is fatally shot one night at the museum by an albino Catholic monk named Silas, who is working on behalf of someone he knows only as the Teacher, who wishes to discover the location of the \"keystone,\" an item crucial in the search for the Holy Grail.\n After Saunière's body is discovered in the pose of the Vitruvian Man by Leonardo da Vinci, the police summon Harvard professor Robert...",
    "link": "https://en.wikipedia.org/wiki/The_Da_Vinci_Code"
  },
  {
    "genre": "Fantasy",
    "author": "J. K. Rowling",
    "year_published": 1998,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/5/5c/Harry_Potter_and_the_Chamber_of_Secrets.jpg/220px-Harry_Potter_and_the_Chamber_of_Secrets.jpg",
    "title": "Harry Potter and the Chamber of Secrets",
    "summary": "Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling and the second novel in the Harry Potter series. The plot follows Harry's second year at Hogwarts School of Witchcraft and Wizardry, during which a series of messages on the walls of the school's corridors warn that the \"Chamber of Secrets\" has been opened and that the \"heir of Slytherin\" would kill all pupils who do not come from all-magical families. These threats are found after attacks that leave residents of the school petrified. Throughout the year, Harry and his friends Ron and Hermione investigate the attacks.\n The book was published in the United Kingdom on 2 July 1998 by Bloomsbury and later in the United States on 2 June 1999 by Scholastic Inc. Although Rowling says she found it difficult to finish the book, it won high praise and awards from critics, young readers, and the book industry, although some critics thought the story was perhaps too frightening for younger children. Much like with other novels in the series, Harry Potter and the Chamber of Secrets triggered religious debates; some religious authorities have condemned its use of magical themes, whereas others have praised its emphasis on self-sacrifice and the way one's character is the result of one's choices.\n Several commentators have noted that personal identity is a strong theme in the book and that it addresses issues of racism through the treatment of non-human, non-magical, and non-living people. Some commentators regard the story's diary that writes back as a warning against uncritical acceptance of information from sources whose motives and reliability cannot be checked. Institutional authority is portrayed as self-serving and incompetent.\n The film adaptation of the novel, released in 2002, became (at the time) the fifth highest-grossing film ever and received generally favourable reviews. Video games loosely based on Harry Potter and the Chamber of Secrets were also released for several...",
    "link": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Chamber_of_Secrets"
  },
  {
    "genre": "Fantasy",
    "author": "J. K. Rowling",
    "year_published": 1999,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/a/a0/Harry_Potter_and_the_Prisoner_of_Azkaban.jpg/220px-Harry_Potter_and_the_Prisoner_of_Azkaban.jpg",
    "title": "Harry Potter and the Prisoner of Azkaban",
    "summary": "Harry Potter and the Prisoner of Azkaban is a fantasy novel written by British author J. K. Rowling and is the third in the Harry Potter series. The book follows Harry Potter, a young wizard, in his third year at Hogwarts School of Witchcraft and Wizardry. Along with friends Ronald Weasley and Hermione Granger, Harry investigates Sirius Black, an escaped prisoner from Azkaban, the wizard prison, believed to be one of Lord Voldemort's old allies.\n The book was published in the United Kingdom on 8 July 1999 by Bloomsbury and in the United States on 8 September 1999 by Scholastic, Inc. Rowling found the book easy to write, finishing it just a year after she began writing it. The book sold 68,000 copies in just three days after its release in the United Kingdom and since has sold over three million in the country. The book won the 1999 Whitbread Children's Book Award, the Bram Stoker Award, and the 2000 Locus Award for Best Fantasy Novel and was short-listed for other awards, including the Hugo.\n The film adaptation of the novel was released in 2004, grossing more than $796 million and earning critical acclaim. Video games loosely based on Harry Potter and the Prisoner of Azkaban were also released for several platforms, and most obtained favourable reviews.\n While Harry is living with the Dursleys, Aunt Marge comes to visit. When he and his late parents are insulted by Marge, an angry Harry accidentally inflates her. Harry packs up his stuff and leaves the house, choosing to spend the last weeks of summer at the Leaky Cauldron inn in London. While there, Harry is warned that a former follower of Voldemort, named Sirius Black, is seeking him out after having escaped from the wizard prison, Azkaban.\n At Hogwarts, the guards of Azkaban, known as the Dementors, patrol the school looking for Black. Harry is unusually affected by their presence, and asks help from Remus Lupin, the new Defence Against the Dark Arts teacher, in learning to repel them. Lupin teac...",
    "link": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Prisoner_of_Azkaban"
  },
  {
    "genre": "Fantasy",
    "author": "J. K. Rowling",
    "year_published": 2000,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/b/b6/Harry_Potter_and_the_Goblet_of_Fire_cover.png/220px-Harry_Potter_and_the_Goblet_of_Fire_cover.png",
    "title": "Harry Potter and the Goblet of Fire",
    "summary": "Harry Potter and the Goblet of Fire is a fantasy novel written by British author J. K. Rowling and the fourth novel in the Harry Potter series. It follows Harry Potter, a wizard in his fourth year at Hogwarts School of Witchcraft and Wizardry, and the mystery surrounding the entry of Harry's name into the Triwizard Tournament, in which he is forced to compete.\n The book was published in the United Kingdom by Bloomsbury and in the United States by Scholastic. In both countries, the release date was 8 July 2000. This was the first time a book in the series was published in both countries at the same time. The novel won a Hugo Award, the only Harry Potter novel to do so, in 2001. The book was adapted into a film, released worldwide on 18 November 2005, and a video game by Electronic Arts.\n Over the summer, the Weasleys invite Harry Potter to attend the Quidditch World Cup final, played between Bulgaria and Ireland. The match ends in a victory for the Irish, but the campsite is attacked by Voldemort's former followers called the Death Eaters. Nobody is killed, but the Dark Mark is set off and is believed to have been cast by Barty Crouch's house-elf, Winky.\n Hogwarts reopens and a new tournament is announced between three schools to compete for the Triwizard Cup. The other competing schools are Beauxbatons and Durmstrang. Students excitedly await the start of the Tournament, which is declared open after the visiting teams arrive. The Goblet of Fire, a magical object tasked with selecting the champions, is unveiled. It names three champions, one from each of the schools, and then selects Harry as a fourth champion, despite his being underage.\n The students perceive Harry has cheated and turn on him. Rubeus Hagrid believes in Harry's innocence and shows him the dragons involved in the First Task. Harry alerts Cedric Diggory, son of Amos Diggory, to the challenge and is helped by \"Mad-Eye\" Moody, ex-Auror and the new Defence Against the Dark Arts teacher, to prepare for th...",
    "link": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Goblet_of_Fire"
  },
  {
    "genre": "Fantasy",
    "author": "J. K. Rowling",
    "year_published": 2003,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/7/70/Harry_Potter_and_the_Order_of_the_Phoenix.jpg/220px-Harry_Potter_and_the_Order_of_the_Phoenix.jpg",
    "title": "Harry Potter and the Order of the Phoenix",
    "summary": "Harry Potter and the Order of the Phoenix is a fantasy novel written by British author J. K. Rowling and the fifth novel in the Harry Potter series. It follows Harry Potter's struggles through his fifth year at Hogwarts School of Witchcraft and Wizardry, including the surreptitious return of the antagonist Lord Voldemort, O.W.L. exams, and an obstructive Ministry of Magic. The novel was published on 21 June 2003 by Bloomsbury in the United Kingdom, Scholastic in the United States, and Raincoast in Canada. It sold five million copies in the first 24 hours of publication.\n Harry Potter and the Order of the Phoenix won several awards, including the American Library Association Best Book Award for Young Adults in 2003. The book was also made into a 2007 film, and a video game by Electronic Arts.\n During the summer, Harry Potter is frustrated by his friends' non-communication and with Dumbledore barring him from helping combat a newly-resurgent Lord Voldemort. One evening, Dementors attack him and cousin Dudley, but Harry fends them off using the Patronus Charm. Later, Order of the Phoenix members arrive at the Dursley house to evacuate Harry. They whisk him off to Number 12, Grimmauld Place, Sirius Black's family home, which is now the Order's headquarters. Ron and Hermione are there and tell Harry that the Order is a secret organisation that Dumbledore created to fight Voldemort and the Death Eaters. Harry wants to join, but is too young. \n The Ministry of Magic, under Cornelius Fudge, attempt to malign Harry for stating that Voldemort has returned. Harry is also charged with performing underage magic while with a Muggle, but is exonerated and returns to Hogwarts. Dolores Umbridge, a senior Ministry employee, is the new Defence Against the Dark Arts teacher. She initiates strict rules and a textbook-only curriculum and forbids the students from practicing defensive spells. Harry, Ron, and Hermione form a secret student Defense group called Dumbledore's Army. The gro...",
    "link": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Order_of_the_Phoenix"
  },
  {
    "genre": "Fantasy",
    "author": "J. K. Rowling",
    "year_published": 2005,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/b/b5/Harry_Potter_and_the_Half-Blood_Prince_cover.png/220px-Harry_Potter_and_the_Half-Blood_Prince_cover.png",
    "title": "Harry Potter and the Half-Blood Prince",
    "summary": "Harry Potter and the Half-Blood Prince is a 2009 fantasy film directed by David Yates from a screenplay by Steve Kloves, based on the 2005 novel of the same name by J. K. Rowling. It is the sequel to Harry Potter and the Order of the Phoenix (2007) and the sixth instalment in the Harry Potter film series. It stars Daniel Radcliffe as Harry Potter, alongside Rupert Grint and Emma Watson as Harry's best friends Ron Weasley and Hermione Granger respectively. The story follows Harry's sixth year at Hogwarts as he receives a mysterious textbook, falls in love, and attempts to retrieve a memory that holds the key to Lord Voldemort's downfall.\n Filming began on 24 September 2007, leading to the film's worldwide cinematic release on 15 July 2009. With an estimated budget of $250 million, it is one of the most expensive films ever made and the most expensive film in the Harry Potter film series.\n Harry Potter and the Half-Blood Prince was released in 2D cinemas and IMAX formats in the United Kingdom and the United States on 15 July, by Warner Bros. Pictures. The film received positive reviews, with praise for the story, emotional weight, cinematography and performances. It was a major commercial success, breaking the record for the biggest single-day worldwide gross with $104 million. In five days, the film made $394 million, breaking the record for highest worldwide five-day opening. With a total gross of $934 million, it is the second-highest-grossing film of 2009. The film was nominated for many awards, including the Academy Award for Best Cinematography and the BAFTA Award for Best Production Design and Best Special Visual Effects.\n It was followed by Harry Potter and the Deathly Hallows – Part 1 in 2010.\n Lord Voldemort tightens his grip on the wizarding and Muggle worlds: his Death Eaters kidnap Mr Ollivander and destroy London's Millennium Bridge. With Lucius Malfoy incarcerated in Azkaban, Voldemort chooses his son, Draco Malfoy, to carry out a secret mission at Hogw...",
    "link": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Half-Blood_Prince"
  },
  {
    "genre": "Fantasy",
    "author": "J. K. Rowling",
    "year_published": 2007,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/a/a9/Harry_Potter_and_the_Deathly_Hallows.jpg/220px-Harry_Potter_and_the_Deathly_Hallows.jpg",
    "title": "Harry Potter and the Deathly Hallows",
    "summary": "Harry Potter and the Deathly Hallows is a fantasy novel written by British author J. K. Rowling and the seventh and final novel in the Harry Potter series. It was released on 21 July 2007 in the United Kingdom by Bloomsbury Publishing, in the United States by Scholastic, and in Canada by Raincoast Books. The novel chronicles the events directly following Harry Potter and the Half-Blood Prince (2005) and the final confrontation between the wizards Harry Potter and Lord Voldemort.\n Deathly Hallows shattered sales records upon release, surpassing marks set by previous titles of the Harry Potter series. It holds the Guinness World Record for most novels sold within 24 hours of release, with 8.3 million sold in the US and 2.65 million in the UK. Reception to the book was generally positive, and the American Library Association named it a \"Best Book for Young Adults\".\n A film adaptation of the novel was released in two parts: Harry Potter and the Deathly Hallows – Part 1 in November 2010 and Part 2 in July 2011.\n Throughout the six previous novels, Harry Potter has struggled with the difficulties of adolescence along with being famous as the only person ever to survive the Killing Curse. The curse was cast by Tom Riddle, better known as Lord Voldemort, an evil wizard who murdered Harry's parents and attempted to kill Harry as a baby, due to a prophecy which claimed Harry would be able to stop him. As an orphan, Harry was placed in the care of his Muggle (non-magical) relatives Petunia Dursley and Vernon Dursley, with their son Dudley Dursley.\n In The Philosopher's Stone, Harry re-enters the wizarding world at age 11 and enrols in Hogwarts School of Witchcraft and Wizardry. He befriends fellow students Ron Weasley and Hermione Granger and is mentored by the school's headmaster, Albus Dumbledore. He also meets Professor Severus Snape, who dislikes and bullies him. Harry fights Voldemort several times while at school as the wizard tries to regain a physical form. In Go...",
    "link": "https://en.wikipedia.org/wiki/Harry_Potter_and_the_Deathly_Hallows"
  },
  {
    "genre": "Coming-of-age",
    "author": "J. D. Salinger",
    "year_published": 1951,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/8/89/The_Catcher_in_the_Rye_%281951%2C_first_edition_cover%29.jpg/220px-The_Catcher_in_the_Rye_%281951%2C_first_edition_cover%29.jpg",
    "title": "The Catcher in the Rye",
    "summary": "Jerome David Salinger (/ˈsælɪndʒər/ SAL-in-jər; January 1, 1919 – January 27, 2010) was an American author best known for his 1951 novel The Catcher in the Rye. Salinger published several short stories in Story magazine in 1940, before serving in World War II. In 1948, his critically acclaimed story \"A Perfect Day for Bananafish\" appeared in The New Yorker, which published much of his later work.\n The Catcher in the Rye (1951) was an immediate popular success; Salinger's depiction of adolescent alienation and loss of innocence was influential, especially among adolescent readers. The novel was widely read and controversial,[a] and its success led to public attention and scrutiny. Salinger became reclusive, publishing less frequently. He followed Catcher with a short story collection, Nine Stories (1953); Franny and Zooey (1961), a volume containing a novella and a short story; and a volume containing two novellas, Raise High the Roof Beam, Carpenters and Seymour: An Introduction (1963). Salinger's last published work, the novella Hapworth 16, 1924, appeared in The New Yorker on June 19, 1965.\n Afterward, Salinger struggled with unwanted attention, including a legal battle in the 1980s with biographer Ian Hamilton and the release in the late 1990s of memoirs written by two people close to him: Joyce Maynard, an ex-lover; and his daughter, Margaret Salinger.\n Jerome David Salinger was born in Manhattan, New York, on January 1, 1919. His father, Sol Salinger, traded in Kosher cheese, and was from a family of Lithuanian-Jewish descent, Sol's father having been the rabbi for Adath Jeshurun Congregation in Louisville, Kentucky.\n Salinger's mother, Marie (née Jillich), was born in Atlantic, Iowa, of German, Irish, and Scottish descent, \"but changed her first name to Miriam to appease her in-laws\" and considered herself Jewish after marrying Salinger's father. Salinger did not learn that his mother was not of Jewish ancestry until just...",
    "link": "https://en.wikipedia.org/wiki/The_Catcher_in_the_Rye"
  },
  {
    "genre": "Romance",
    "author": "Robert James Waller",
    "year_published": 1992,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/c/c8/BridgesOfMadisonCounty.jpg/220px-BridgesOfMadisonCounty.jpg",
    "title": "The Bridges of Madison County",
    "summary": "The Bridges of Madison County (also published as Love in Black and White) is a 1992 best-selling romance novel by American writer Robert James Waller that tells the story of an Italian-American World War II war bride living on a farm in 1960s Madison County, Iowa. While her husband and children are away at the State Fair, she engages in an affair with a National Geographic photographer from Bellingham, Washington, who is visiting Madison County to create a photographic essay on the covered bridges in the area. The novel is presented as a novelization of a true story, but it is in fact entirely fictional.\n The novel is one of the bestselling books of the 20th century, with 50 million copies sold worldwide. It was adapted into a feature film in 1995 and a musical in 2013.\n Without expecting to, Robert James Waller conceived of The Bridges of Madison County in the early 1990s. On leave from his teaching job at the University of Northern Iowa, Waller was photographing the Mississippi River with a friend when he decided to photograph the covered bridges of Madison County, Iowa. This event, alongside a song Waller wrote years earlier about \"the dreams of a woman named Francesca\", gave him the idea for the novel, which he completed in eleven days. After he had written Bridges, Waller came to believe that he had based the character of Francesca Johnson on his wife, Georgia, whom Francesca physically resembles.\n According to Marc Eliot, Waller's novella is a modernization of the Noël Coward play Still Life (1934), which was adapted into David Lean's film Brief Encounter (1945). Still Life is about \"the desperation, guilt, and temptations of two married people who meet, fall in love, commit adultery, and then separate forever\". In The New York Times, Brigitte Weeks said that Bridges had appealed to \"middle-aged, world-weary people\" in a manner similar to the writings of James A. Michener, though it features more sexuality than Michener's books. The ...",
    "link": "https://en.wikipedia.org/wiki/The_Bridges_of_Madison_County"
  },
  {
    "genre": "Magic realism",
    "author": "Gabriel García Márquez",
    "year_published": 1967,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/a/a0/Cien_a%C3%B1os_de_soledad_%28book_cover%2C_1967%29.jpg/220px-Cien_a%C3%B1os_de_soledad_%28book_cover%2C_1967%29.jpg",
    "title": "One Hundred Years of Solitude",
    "summary": "One Hundred Years of Solitude (Spanish: Cien años de soledad, Latin American Spanish: [sjen ˈaɲos ðe soleˈðað]) is a 1967 novel by Colombian author Gabriel García Márquez that tells the multi-generational story of the Buendía family, whose patriarch, José Arcadio Buendía, founded the fictitious town of Macondo. The novel is often cited as one of the supreme achievements in world literature.\n The magical realist style and thematic substance of One Hundred Years of Solitude established it as an important representative novel of the literary Latin American Boom of the 1960s and 1970s, which was stylistically influenced by Modernism (European and North American) and the Cuban Vanguardia (Avant-Garde) literary movement.\n Since it was first published in May 1967 in Buenos Aires by Editorial Sudamericana, One Hundred Years of Solitude has been translated into 46 languages and sold more than 50 million copies. The novel, considered García Márquez's magnum opus, remains widely acclaimed and is recognized as one of the most significant works both in the Hispanic literary canon and in world literature.\n In 1965, Gabriel García Márquez was driving to Acapulco for a vacation with his family when he thought of the beginning for a new book; he then turned his car around, asked his wife to manage the family's finances for the coming months, and drove back home to Colombia. For the next eighteen months, García Márquez spent his time writing what would eventually become One Hundred Years of Solitude. Though inspired by Colombian history and his experiences as a journalist, García Márquez was greatly influenced by his maternal grandparents: Nicolás Ricardo Márquez and Doña Tranquilina Iguarán Cotes. A decorated veteran of the Thousand Days' War, Ricardo Márquez's accounts of the rebellion against the conservative Colombian government led his grandson to a socialist outlook. Meanwhile, Doña Iguarán Cotes' superstitious beliefs became the foundation ...",
    "link": "https://en.wikipedia.org/wiki/One_Hundred_Years_of_Solitude"
  },
  {
    "genre": "Novel",
    "author": "Vladimir Nabokov",
    "year_published": 1955,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/5/57/Lolita_1955.JPG/220px-Lolita_1955.JPG",
    "title": "Lolita",
    "summary": "Lolita is a 1955 novel written by Russian-American novelist Vladimir Nabokov that addresses the controversial subject of hebephilia. The protagonist is a French literature professor who moves to New England and writes under the pseudonym Humbert Humbert. He describes his obsession with a 12-year-old \"nymphet\", Dolores Haze, whom he kidnaps and sexually abuses after becoming her stepfather. Privately, he calls her \"Lolita\", the Spanish nickname for Dolores. The novel was originally written in English, but fear of censorship in the U.S. (where Nabokov lived) and Britain led to it being first published in Paris, France, in 1955 by Olympia Press.\n The book has received critical acclaim regardless of the controversy it caused with the public. It has been included in many lists of best books, such as Time's List of the 100 Best Novels, Le Monde's 100 Books of the Century, Bokklubben World Library, Modern Library's 100 Best Novels, and The Big Read. The novel has been twice adapted into film: first in 1962 by Stanley Kubrick, and later in 1997 by Adrian Lyne. It has also been adapted several times for the stage.\n The novel is prefaced by a fictitious foreword by one John Ray Jr., an editor of psychology books. Ray states that he is presenting a memoir written by a man using the pseudonym \"Humbert Humbert\",[a] who had recently died of heart disease while in jail awaiting trial for an unspecified crime. The memoir, which addresses the audience as his jury, begins with Humbert's birth in Paris in 1910 to an English mother and Swiss father. He spends his childhood on the French Riviera, where he falls in love with his friend Annabel Leigh. This youthful and physically unfulfilled love is interrupted by Annabel's premature death from typhus, which causes Humbert to become sexually obsessed with a specific type of girl, aged 9 to 14, whom he refers to as \"nymphets\".\n After graduation, Humbert works as a teacher of French literature and begins editing an academic literary textboo...",
    "link": "https://en.wikipedia.org/wiki/Lolita"
  },
  {
    "genre": "Children's fiction",
    "author": "Johanna Spyri",
    "year_published": 1880,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Spyri_Heidi_Cover_1887.jpg/220px-Spyri_Heidi_Cover_1887.jpg",
    "title": "Heidi",
    "summary": "Heidi (/ˈhaɪdi/; German: [ˈhaɪdi]) is a work of children's fiction published between 1880 and 1881 by Swiss author Johanna Spyri, originally published in two parts as Heidi: Her Years of Wandering and Learning (German: Heidis Lehr- und Wanderjahre) and Heidi: How She Used What She Learned (German: Heidi kann brauchen, was es gelernt hat). It is a novel about the events in the life of a 5-year-old girl in her paternal grandfather's care in the Swiss Alps. It was written as a book \"for children and those who love children\" (as quoted from its subtitle).\n Heidi is one of the best-selling books ever written and is among the best-known works of Swiss literature.\n In the town of Dörfli ('small village' in Swiss German), lived two brothers. The older wasted the family fortune on drinking and gambling, while the younger ran away to serve in the Italian Army in Naples. Upon his return with a son, Tobias, the villagers ostracize him and create rumors surrounding his life in Naples. The man becomes known as The Alm-Uncle, as he lives in seclusion on the mountain Alm. Two village girls, sisters Dete and Adelheid, befriend Tobias. When they grow, Dete takes a job in the town of Maienfeld, in the Grisons, as a hotel maid. Adelheid and Tobias marry and work as carpenters. They have a daughter, named Adelheid but affectionately nicknamed Heidi. Soon after, Tobias is killed in a work accident and Adelheid dies of shock. The Alm-Uncle holds this against God and becomes bitter. \n Heidi is initially raised by her maternal grandmother and Dete in Maienfeld. Shortly after the grandmother's death, Dete is offered a good job as a maid in the big city, and takes 5-year-old Heidi to live with the Alm-Uncle as her paternal grandfather. He briefly resents Heidi's arrival, but the girl's evident intelligence and cheerful yet unaffected demeanour soon earn his genuine, if reserved, love. Heidi enthusiastically befriends her new neighbours, young Peter the goatherd, his mother B...",
    "link":"https://en.wikipedia.org/wiki/Heidi"
  },
  {
    "genre": "Manual",
    "author": "Benjamin Spock",
    "year_published": 1946,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "The Common Sense Book of Baby and Child Care",
    "summary": "The Common Sense Book of Baby and Child Care is a book by American pediatrician Benjamin Spock and one of the best-selling books of the twentieth century, selling 500,000 copies in the six months after its initial publication in 1946 and 50 million by the time of Spock's death in 1998. As of 2011, the book had been translated into 39 languages.\n Spock and his manual helped revolutionize child-rearing methods for the post-World War II generation.  Mothers heavily relied on Spock's advice and appreciated his friendly, reassuring tone. Spock emphasizes in his book that, above all, parents should have confidence in their abilities and trust their instincts.  The famous first line of the book reads, \"Trust yourself. You know more than you think you do.\"\n Spock's book helped revolutionize child care in the 1940s and 1950s.  Prior to this, rigid schedules permeated pediatric care.  Influential authors like behavioral psychologist John B. Watson, who wrote Psychological Care of Infant and Child in 1928, and pediatrician Luther Emmett Holt, who wrote The Care and Feeding of Children: A Catechism for the Use of Mothers and Children's Nurses in 1894, told parents to feed babies on specific schedules and start toilet training at an early, specific age. Watson, Holt, and other child care experts obsessed over rigidity because they believed that irregularities in feeding and bowel movements were causing the widespread diarrheal diseases seen among babies in the late nineteenth and early twentieth centuries.\n Furthermore, these experts, whose ideas were embodied in Infant Care pamphlets distributed by the U.S. government, warned against \"excessive\" affection by parents for their children. To maintain sterility and to prevent children from becoming spoiled or fussy, these experts recommended kissing children only on the forehead and limiting hugs or other displays of affection.\n As a practicing pediatrician in the 1930s, Spock noticed that prevailing ...",
    "link": "None"
  },
  {
    "genre": "Children's novel",
    "author": "Lucy Maud Montgomery",
    "year_published": 1908,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "Anne of Green Gables",
    "summary": "Anne of Green Gables is a 1908 novel by Canadian author Lucy Maud Montgomery (published as L. M. Montgomery). Written for all ages, it has been considered a classic children's novel since the mid-20th century. Set in the late 19th century, the novel recounts the adventures of 11-year-old orphan girl Anne Shirley sent by mistake to two middle-aged siblings, Matthew and Marilla Cuthbert, who had originally intended to adopt a boy to help them on their farm in the fictional town of Avonlea in Prince Edward Island, Canada. The novel recounts how Anne makes her way through life with the Cuthberts, in school, and within the town.\n Since its publication, Anne of Green Gables has been translated into at least 36 languages and has sold more than 50 million copies, making it one of the best-selling books worldwide. It was the first of many novels; Montgomery wrote numerous sequels, and since her death another sequel has been published, as well as an authorized prequel titled Before Green Gables. This prequel was written in 2008 by Budge Wilson to celebrate the 100th anniversary of the book series. The original book is taught to students around the world.\n The book has been adapted as films, television films, and animated and live-action television series. Musicals and plays have also been created, with productions annually in Canada, Europe and Japan.\n In writing the novel, Montgomery was inspired by notes she had made as a young girl about two siblings  who were mistakenly sent an orphan girl instead of the boy they had requested, yet decided to keep her. She drew upon her own childhood experiences in rural Prince Edward Island, Canada. Montgomery used a photograph of Evelyn Nesbit, which she had clipped from New York's Metropolitan Magazine and put on the wall of her bedroom as the model for the face of Anne Shirley and a reminder of her \"youthful idealism and spirituality.\"\n Montgomery was inspired by the \"formula Ann\" orphan stories (called such...",
    "link": "None"
  },
  {
    "genre": "Children's literature",
    "author": "Anna Sewell",
    "year_published": 1877,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "Black Beauty",
    "summary": "Black Beauty: His Grooms and Companions, the Autobiography of a Horse is an 1877 novel by English author Anna Sewell. It was written in the last years of her life, during which she was bedridden and seriously ill. The novel became an immediate best-seller, with Sewell dying just five months after its publication, but having lived long enough to see her only novel become a success. With fifty million copies sold, Black Beauty is one of the best-selling books of all time.\n While forthrightly teaching animal welfare, it also teaches how to treat people with kindness, sympathy, and respect. In 2003, the novel was listed at number 58 on the BBC's survey The Big Read. It is seen as a forerunner of the pony book.\n Anna Sewell was born in Great Yarmouth, England, and had a brother named Philip, who was an engineer in Europe. At the age of 14, Anna fell while walking home from school in the rain and injured both ankles. Through the mistreatment of the injury, she became unable to walk or stand for any length of time for the rest of her life. Disabled and unable to walk, she began learning about horses, spending many hours driving her father to and from the station from which he commuted to work. Her dependence on horse-drawn transportation fostered her respect for horses. Sewell's introduction to writing began in her youth when she helped edit the works of her mother, Mary Wright Sewell (1797–1884), a deeply religious, popular author of juvenile best-sellers.\n Anna Sewell never married or had children. In visits to European spas, she met many writers, artists, and philanthropists. Her only book was Black Beauty, written between 1871 and 1877 in her house at Old Catton. During this time, her health was declining, and she could barely get out of bed. Her dearly-loved mother often had to help her with her illness. She sold the book to the local publishers, Jarrold & Sons. The book broke records for sales and is the \"sixth best seller in the English language.\" ...",
    "link": "None"
  },
  {
    "genre": "Historical novel, mystery",
    "author": "Umberto Eco",
    "year_published": 1980,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "The Name of the Rose",
    "summary": "The Name of the Rose (Italian: Il nome della rosa [il ˈnoːme della ˈrɔːza]) is the 1980 debut novel by Italian author Umberto Eco. It is a historical murder mystery set in an Italian monastery in the year 1327, and an intellectual mystery combining semiotics in fiction, biblical analysis, medieval studies, and literary theory. It was translated into English by William Weaver in 1983.\n The novel has sold over 50 million copies worldwide, becoming one of the best-selling books ever published. It has received many international awards and accolades, such as the Strega Prize in 1981 and Prix Medicis Étranger in 1982, and was ranked 14th on Le Monde's 100 Books of the Century list.\n In 1327, Franciscan friar William of Baskerville and his assistant Adso of Melk arrive at a Benedictine abbey in Northern Italy to attend a theological disputation. The abbey is being used as neutral ground in a dispute between Pope John XXII and the Franciscans over the question of apostolic poverty. The monks of the abbey have recently been shaken by the suspicious death of one of their brothers, Adelmo of Otranto, and the abbot asks William (a former inquisitor) to investigate the incident. During his inquiries, William has a debate with one of the oldest monks in the abbey, Jorge of Burgos, about the permissibility of laughter, which Jorge regards as a threat to God's established order.\n The next day, another monk, Venantius of Salvemec, is found dead in a vat of pig's blood. He has black stains on his tongue and fingers, suggesting poison. William learns that Adelmo was part of a homosexual love triangle that also involved the librarian, Malachi of Hildesheim, and Malachi's assistant, Berengar of Arundel. The only other monks who knew about these indiscretions were Jorge and Venantius. In spite of Malachi's ban, William and Adso enter the abbey's labyrinthine library. They discover that the library contains a hidden room named the finis Africae after the presumed edge of the world, bu...",
    "link": "None"
  },
  {
    "genre": "War, thriller",
    "author": "Jack Higgins",
    "year_published": 1975,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "The Eagle Has Landed",
    "summary": "The Eagle Has Landed is a book by British writer Jack Higgins, set during World War II and first published in 1975. It was quickly adapted into a British film of the same name, released in 1976.\n The book makes use of the false document technique, and opens with Higgins describing his discovery of the concealed grave of thirteen German paratroopers in an English graveyard. The characters discuss the historic rescue of Hitler's ally Benito Mussolini in September 1943. After Mussolini was deposed and imprisoned by the Italian government, Otto Skorzeny led a German team and achieved his release and escape from Italy. \n Adolf Hitler, with the strong support of Heinrich Himmler, considered a similar plan to kidnap the British Prime Minister Winston Churchill. Admiral Wilhelm Canaris, head of the Abwehr (German military intelligence), is ordered to make a feasibility study of capturing Churchill and taking him to the Reich. Canaris realises that although Hitler will soon forget the matter, Himmler will not. Fearing Himmler may try to discredit him, Canaris orders one of his officers, Oberst Radl, to undertake the study, despite feeling that it is all a waste of effort.\n An Unteroffizier on Radl's staff finds that one of their spies, codenamed Starling, has provided a tantalising piece of intelligence. \"At any other time, in any other place, this information would be useless,\" Radl said. \"And then synchronicity rears its disturbing head.\"  Churchill is scheduled to spend a relaxing weekend at a country house near the village of Studley Constable, Norfolk, where Joanna Grey, an Afrikaner woman and longtime Abwehr agent, lives. She detests England because she was abused and raped by British soldiers, and her husband, daughter, and parents were killed during the Second Boer War. As a result of her reports, Radl devises a detailed plan to intercept Churchill and transport him to Germany. Although Radl is certain the plan has real possibilities, Admiral Canaris orders him to...",
    "link": "None"
  },
  {
    "genre": "Fantasy",
    "author": "Richard Adams",
    "year_published": 1972,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "Watership Down",
    "summary": "Guardian Children's Fiction Prize\n Watership Down is an adventure novel by English author Richard Adams, published by Rex Collings Ltd of London in 1972. Set in Hampshire in southern England, the story features a small group of rabbits. Although they live in their natural wild environment, with burrows, they are anthropomorphised, possessing their own culture, language, proverbs, poetry, and mythology. Evoking epic themes, the novel follows the rabbits as they escape the destruction of their warren and seek a place to establish a new home (the hill of Watership Down), encountering perils and temptations along the way.\n Watership Down was Richard Adams's debut novel. It was rejected by several publishers before Collings accepted the manuscript; the published book then won the annual Carnegie Medal (UK), annual Guardian Prize (UK), and other book awards. The novel was adapted into an animated feature film in 1978 and, from 1999 to 2001, an animated children's television series. In 2018, a drama of the story was made, which both aired in the UK and was made available on Netflix.\n Adams completed a sequel almost 25 years later, in 1996, Tales from Watership Down,[a] constructed as a collection of 19 short stories about El-ahrairah and the rabbits of the Watership Down warren.\n \"To Juliet and Rosamund, remembering the road to Stratford-on-Avon\"\n  —Dedication, Watership Down \"Master Rabbit I saw\" —Walter de la Mare\n  —Line quoted in Watership Down; the poem can be seen as a possible source of inspiration. The story began as tales that Richard Adams told his young daughters Juliet and Rosamund during long car journeys. He recounted in 2007 that he \"began telling the story of the rabbits ... improvised off the top of [his] head, as [they] were driving along\". The daughters insisted he write it down—\"they were very, very persistent\". After some delay he began writing in the evenings and completed it 18 months later. The book is dedicated to t...",
    "link": "None"
  },
  {
    "genre": "Sexology",
    "author": "Shere Hite",
    "year_published": 1976,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "The Hite Report",
    "summary": "Shere Hite (/ʃɛər haɪt/; November 2, 1942 – September 9, 2020) was an American-born German sex educator and feminist. Her sexological work focused primarily on female sexuality. Hite built upon biological studies of sex by Masters and Johnson and by Alfred Kinsey and was the author of The Hite Report: A Nationwide Study on Female Sexuality. She also referenced theoretical, political and psychological works associated with the feminist movement of the 1970s, such as Anne Koedt's essay \"The Myth of the Vaginal Orgasm\". She renounced her United States citizenship in 1995 to become German.\n According to Katharine Q. Seelye, Hite was born Shirley Diana Gregory in St. Joseph, Missouri to Paul and Shirley Hurt Gregory. Shortly after the end of World War II, her parents divorced. When her mother remarried, she took the surname of her stepfather Raymond Hite. According to her friend Joanna Briscoe, Hite had never known her father, and had been abandoned twice by her mother; her grandparents raised her until they divorced, and she was sent to be raised by an aunt.\n Hite graduated from Seabreeze High School in Daytona Beach, Florida. After she received a master's degree in history from the University of Florida in 1967, she moved to New York City and enrolled at Columbia University to work toward her Ph.D. in social history. Hite said that the reason for her not completing this degree was the conservative nature of Columbia at that time. She posed in the nude for Playboy magazine while studying at Columbia University.\n In the 1970s, she did part of her research while at the National Organization for Women. Her most well-known work, The Hite Report: A Nationwide Study on Female Sexuality., was published in 1976.\n In 1988, she made an extended appearance on the British TV discussion programme After Dark, alongside James Dearden, Mary Whitehouse, Joan Wyndham, and Naim Attallah.\n In 1989, she was interviewed in London by Joanna Bris...",
    "link": "None"
  },
  {
    "genre": "Children's fiction",
    "author": "E. B. White; illustrated by Garth Williams",
    "year_published": 1952,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "Charlotte's Web",
    "summary": "Charlotte's Web is a book of children's literature by American author E. B. White and illustrated by Garth Williams; it was published on October 15, 1952, by Harper & Brothers. The novel tells the story of a livestock pig named Wilbur and his friendship with a barn spider named Charlotte. When Wilbur is in danger of being slaughtered by the farmer, Charlotte writes messages in her web praising Wilbur, such as \"Some Pig\", \"Terrific\", \"Radiant\", and \"Humble\", to persuade the farmer to let him live.\n Charlotte's Web is considered a classic of children's literature, enjoyed by readers of all ages. The description of the experience of swinging on a rope swing at the farm is an often-cited example of rhythm in writing, as the pace of the sentences reflects the motion of the swing. In 2000, Publishers Weekly listed the book as the best-selling children's paperback of all time.\n Charlotte's Web was adapted into an animated feature film by Hanna-Barbera Productions and Sagittarius Productions in 1973. Paramount released a direct-to-video sequel, Charlotte's Web 2: Wilbur's Great Adventure, in the US in 2003 (Universal released the film internationally). A live-action feature film version of E. B. White's original story was released in 2006. A video game based on this adaptation was also released in 2006.\n After a little girl named Fern Arable pleads for the life of the runt of a litter of piglets, her father gives her the pig to nurture, and she names him Wilbur. She treats him as a pet, but a month later, Wilbur is no longer small and is sold to Fern's uncle, Homer Zuckerman. In Zuckerman's barnyard, Wilbur yearns for companionship but is snubbed by the other animals. He is befriended by a barn spider named Charlotte, whose web sits in a doorway overlooking Wilbur's enclosure. When Wilbur discovers that he is being raised for slaughter, she promises to find a way to save his life. Fern often sits on a stool, listening to the animals' conversation, but over the course ...",
    "link": "None"
  },
  {
    "genre": "Novel",
    "author": "J. P. Donleavy",
    "year_published": 1955,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "The Ginger Man",
    "summary": "The Ginger Man is a novel, first published in Paris in 1955,  by J. P. Donleavy. The story is set in Dublin, Ireland, in post-war 1947. Upon its publication, it was banned both in Ireland and the United States of America by reason of obscenity.\n Donleavy's friend and fellow writer Brendan Behan was the first person to read the completed manuscript. The book was rejected by numerous publishers, but The Manchester Guardian published some extracts from it, calling the book a \"comic triumph\". Subsequently, Behan told Donleavy about Olympia Press, a Paris-based English-language publisher that had produced works by Samuel Beckett, and Donleavy succeeded in getting the book published by them, but was angered when he discovered that it had done so under its pornography imprint.\n In his 1994 autobiography The History of The Ginger Man, Donleavy wrote, \"I smashed my fist upon its green cover format, published as it was in the pseudonymous and pornographic Traveller's Companion Series, and I declared aloud, 'If it's the last thing I ever do, I will avenge this book.'\" Donleavy and the owner of Olympia Press, Maurice Girodias, became embroiled in decades of legal cases, The Guardian noting: \"Twenty years later, the two parties were still suing each other, under the guise of phantom companies – Donleavy was 'The Little Someone Corporation' – with no end in sight. Girodias had declared himself bankrupt, and was preparing to buy back the title of his beloved Olympia Press at an auction in Paris. Donleavy learned of the sale and sent his wife to France with a large sum in cash. When bidding went over $8,000, Girodias ran out of money. The mysterious woman (as Girodias saw her) made a final bid, and the Olympia Press belonged to Donleavy.\"\n The Ginger Man has sold 45 million copies worldwide and has never been out of print. It was named one of the 100 Best Novels of the 20th Century by the Modern Library in 1998. The book was reprinted in 2001, and republi...",
    "link": "None"
  },
  {
    "genre": "Children's literature",
    "author": "Beatrix Potter",
    "year_published": 1902,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "The Tale of Peter Rabbit",
    "summary": "The Tale of Peter Rabbit is a children's book written and illustrated by Beatrix Potter that follows mischievous and disobedient young Peter Rabbit as he gets into, and is chased around, the garden of Mr. McGregor. He escapes and returns home to his mother, who puts him to bed after offering him chamomile tea. The tale was written for five-year-old Noel Moore, the son of Potter's former governess, Annie Carter Moore, in 1893. It was revised and privately printed by Potter in 1901 after several publishers' rejections, but was printed in a trade edition by Frederick Warne & Co. in 1902. The book was a success, and multiple reprints were issued in the years immediately following its debut. It has been translated into 36 languages, and with 45 million copies sold it is one of the best-selling books in history.\n Since its release, the book has generated considerable merchandise for both children and adults, including toys, dishes, foods, clothing, and videos. Potter was one of the first to be responsible for such merchandise when she patented a Peter Rabbit doll in 1903 and followed it almost immediately with a Peter Rabbit board game. Peter Rabbit has remained popular amongst children for more than a century and continues to be adapted into new book editions, television programmes, and films.\n Scholars of literature have commented on themes in the book, such as its radical quality, Peter Rabbit's rebellious nature, and the story's ruthlessness, stating that these offer readers a chance to imagine going to similar extremes.\n In 1893, Beatrix Potter heard that the 5-year-old son of a friend, Annie Moore, was convalescing after scarlet fever. Potter decided to entertain the boy, Noel, with an illustrated letter. With her pet rabbit named Peter Piper in mind, she wrote a very short story \"about four little rabbits\", and illustrated it in the letter. Further letters about other animals followed, until in 1900, Annie Moore proposed to Potter that the illustrated letters could...",
    "link": "None"
  },
  {
    "genre": "Novella, self-help",
    "author": "Richard Bach",
    "year_published": 1970,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "Jonathan Livingston Seagull",
    "summary": "Jonathan Livingston Seagull is an allegorical fable in novella form written by American author Richard Bach and illustrated with black-and-white photographs shot by Russell Munson. It is about a seagull who is trying to learn about flying, personal reflection, freedom, and self-realization. It was first published in book form in 1970 with little advertising or expectations; by the end of 1972, over a million copies were in print, the book having reached the number one spot on bestseller lists mostly through word of mouth recommendations.\n In 2014, the book was reissued as Jonathan Livingston Seagull: The Complete Edition, which added a 17-page fourth part to the story.\n Jonathan Livingston Seagull is an independent thinker frustrated with the daily squabbles over meager food and sheer survival within his flock of seagulls who have no deeper sense of purpose. Unlike his peers, he is seized with a passion for flight of all kinds, and his soul soars as he aerially experiments and learns more about the nature of his own body and the environment in achieving faster and faster flights. Eventually, his lack of conformity within the Flock causes them to officially banish him with the label \"Outcast\". Undeterred, Jonathan continues his efforts to reach ever-greater flight goals, finding that he is often successful. He lives a long happy life and is sad not due to his loneliness but only due to the fact that the rest of the Flock will never know the full glories of flying, like him. In his old age, he is met by two radiantly-bright seagulls who share his abilities, explaining to him that he has learned much, but that they have come to take him \"home\" where he will go \"higher\".\n Jonathan transcends into a reality, which he assumes is heaven, where all the gulls enjoy practicing incredible maneuvers and speeds, like him. His instructor, Sullivan, explains that a few gulls progress to this higher existence, but most others live through the same world over and over again. The Eld...",
    "link": "None"
  },
  {
    "genre": "Children's literature, picture book",
    "author": "Eric Carle",
    "year_published": 1969,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "The Very Hungry Caterpillar",
    "summary": "The Very Hungry Caterpillar is a 1969 children's picture book designed, illustrated, and written by American children's author and illustrator Eric Carle. The plot follows a very hungry caterpillar that consumes a variety of foods before pupating and becoming a butterfly. It incorporates elements that contribute to early childhood education, including counting, days of the week, and food. It also incorporates a butterfly’s life cycle.\n Since its publication, the book sold more than 50 million copies, been translated into more than 60 languages, won numerous awards, and been adapted for television. It has been acclaimed as \"one of the greatest childhood classics of all time\" and praised for its \"iconic\" art style, featuring collage artwork and pages with holes where the caterpillar \"ate\" through.\n On an early Sunday morning, \"a tiny and very hungry caterpillar\" hatches from his egg and immediately begins searching for food. For the following five days, the caterpillar eats through an increasing quantity of fruit: one apple on Monday, two pears on Tuesday, three plums on Wednesday, four strawberries on Thursday, and five oranges on Friday. However, the caterpillar remains hungry. On Saturday, he feasts on a piece of chocolate cake, an ice-cream cone, a pickle, a slice of Swiss cheese, a slice of salami, a lollipop, a piece of cherry pie, a sausage, a cupcake and a slice of watermelon. Later that night, the caterpillar gets a stomach ache from overeating. \n The following Sunday, the caterpillar eats a green leaf, relieving his stomach ache. Now a \"big, fat caterpillar\", he builds a cocoon around himself and stays inside of it for more than two weeks. Afterwards, he nibbles a hole and pushes his way out, emerging as a large, multi-colored butterfly.\n The Very Hungry Caterpillar is the third book Carle illustrated and only the second he wrote himself.\n The plot originated as a story called A Week with Willi the Worm, which featured a bookworm named Willi. Car...",
    "link": "None"
  },
  {
    "genre": "Essay/literature",
    "author": "Elbert Hubbard",
    "year_published": 1899,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "A Message to Garcia",
    "summary": "A Message to Garcia is a widely distributed essay written by Elbert Hubbard in 1899, expressing the value of individual initiative and conscientiousness in work. The essay's primary example is a dramatized version of a daring escapade performed by an American soldier, First Lieutenant Andrew S. Rowan, just before the Spanish–American War. The essay describes Rowan carrying a message from President William McKinley to \"Gen. Calixto García, a leader of the Cuban insurgents somewhere in the mountain fastnesses of Cuba—no one knew where\". The essay contrasts Rowan's self-driven effort against \"the imbecility of the average man—the inability or unwillingness to concentrate on a thing and do it\".: 17–18 \n The point I wish to make is this: McKinley gave Rowan a letter to be delivered to Garcia; Rowan took the letter and did not ask, \"Where is he at?\" By the Eternal! there is a man whose form should be cast in deathless bronze and the statue placed in every college of the land. It is not book-learning young men need, nor instruction about this and that, but a stiffening of the vertebrae which will cause them to be loyal to a trust, to act promptly, concentrate their energies: do the thing—\"Carry a message to Garcia!\" A Message to Garcia was originally published as filler without a title in the March 1899 issue of The Philistine, a periodical which, at that time, was written entirely by Hubbard. His complaints about lazy and incompetent workers struck a chord with many corporate executives. One of these was George H. Daniels, a promotion-minded executive with the New York Central Railroad. Daniels reprinted the essay hundreds of thousands of times as part of the railroad's Four-Track Series of pamphlets. Hubbard's Roycroft Press, the publishing arm of an arts and crafts community he founded in East Aurora, New York, reprinted and sold the essay in a variety of bindings—suede, embossed, paperback, and so on—and as paid promotional literature for organizations as dispara...",
    "link": "None"
  },
  {
    "genre": "Southern Gothic, Bildungsroman",
    "author": "Harper Lee",
    "year_published": 1960,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "To Kill a Mockingbird",
    "summary": "To Kill a Mockingbird is a novel by the American author Harper Lee. It was published in June 1960 and became instantly successful. In the United States, it is widely read in high schools and middle schools. To Kill a Mockingbird has become a classic of modern American literature; a year after its release, it won the Pulitzer Prize. The plot and characters are loosely based on Lee's observations of her family, her neighbors and an event that occurred near her hometown of Monroeville, Alabama, in 1936, when she was ten.\n Despite dealing with the serious issues of rape and racial inequality, the novel is renowned for its warmth and humor. Atticus Finch, the narrator's father, has served as a moral hero for many readers and as a model of integrity for lawyers. The historian Joseph Crespino explains, \"In the twentieth century, To Kill a Mockingbird is probably the most widely read book dealing with race in America, and its main character, Atticus Finch, the most enduring fictional image of racial heroism.\" As a Southern Gothic novel and Bildungsroman, the primary themes of To Kill a Mockingbird involve racial injustice and the destruction of innocence.  Scholars have noted that Lee also addresses issues of class, courage, compassion, and gender roles in the Deep South.  Lessons from the book emphasize tolerance and decry prejudice. Despite its themes, To Kill a Mockingbird has been subject to campaigns for removal from public classrooms, often challenged for its use of racial epithets.  In 2006, British librarians ranked the book ahead of the Bible as one \"every adult should read before they die\".\n Reaction to the novel varied widely upon publication. Despite the number of copies sold and its widespread use in education, literary analysis of it is sparse. Author Mary McDonough Murphy, who collected individual impressions of To Kill a Mockingbird by several authors and public figures, calls the book \"an astonishing phenomenon\". It was adapted into an Academy A...",
    "link": "https://en.wikipedia.org/wiki/To_Kill_a_Mockingbird"
  },
  {
    "genre": "Gothic horror, family saga",
    "author": "V. C. Andrews",
    "year_published": 1979,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "Flowers in the Attic",
    "summary": "Flowers in the Attic is a 1979 Gothic novel by V. C. Andrews. It is the first book in the Dollanganger series, and was followed by Petals on the Wind, If There Be Thorns, Seeds of Yesterday, Garden of Shadows, Christopher's Diary: Secrets of Foxworth, Christopher's Diary: Echoes of Dollanganger, and Christopher's Diary: Secret Brother. The novel is written in the first person, from the point of view of Cathy Dollanganger. It was twice adapted into films in 1987 and 2014. The book was extremely popular, selling over 40 million copies world wide.\n In 1957, the Dollanganger family—father Christopher, mother Corrine, 14-year-old Chris, 12-year-old Cathy, and 5-year-old twins Carrie and Cory—live an idyllic life in Gladstone, Pennsylvania, until Christopher Sr. is killed in a car accident, leaving Corinne  in debt with no means to support her children.\n On the verge of their home being foreclosed, Corrine reveals to the children that as a young woman, her marriage to Christopher so offended her multimillionaire father Malcolm Foxworth that he disinherited her. Now, the elderly Malcolm is dying of heart disease, and Corrine intends to return to her childhood home of Foxworth Hall in Virginia to win back her father's affection in time to be reinstated into his will. Because Malcolm is unaware that Corrine had children by her marriage to Christopher, the children must hide in a secluded upstairs room of the enormous Foxworth Hall until Corrine can break the news to her father. She assures the children that they will only be in the room for a few days.\n At Foxworth Hall, Corrine’s mother (called only \"the grandmother\") locks the children in a bedroom connected to the house's large attic. The grandmother forces Corrine to reveal to her children that the reason for her disinheritance was that Christopher Sr. was Malcolm's younger half-brother, thus Corrine's half-uncle, and that the children are the products of incest. The grandmother believes the children are \"the Devil's ...",
    "link": "None"
  },
  {
    "genre": "Popular science, anthropology, history",
    "author": "Carl Sagan",
    "year_published": 1980,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Cosmos",
    "summary": "Carl Edward Sagan (/ˈseɪɡən/; SAY-gən; November 9, 1934 – December 20, 1996) was an American astronomer, planetary scientist, and science communicator. His best known scientific contribution is his research on the possibility of extraterrestrial life, including experimental demonstration of the production of amino acids from basic chemicals by exposure to light. He assembled the first physical messages sent into space, the Pioneer plaque and the Voyager Golden Record, which were universal messages that could potentially be understood by any extraterrestrial intelligence that might find them. He argued in favor of the hypothesis, which has since been accepted, that the high surface temperatures of Venus are the result of the greenhouse effect.\n Initially an assistant professor at Harvard, Sagan later moved to Cornell University, where he spent most of his career. He published more than 600 scientific papers and articles and was author, co-author or editor of more than 20 books. He wrote many popular science books, such as The Dragons of Eden, Broca's Brain, Pale Blue Dot and The Demon-Haunted World. He also co-wrote and narrated the award-winning 1980 television series Cosmos: A Personal Voyage, which became the most widely watched series in the history of American public television: Cosmos has been seen by at least 500 million people in 60 countries. A book, also called Cosmos, was published to accompany the series. Sagan also wrote a science-fiction novel, published in 1985, called Contact, which became the basis for the 1997 film Contact. His papers, comprising 595,000 items, are archived in the Library of Congress.\n Sagan was a popular public advocate of skeptical scientific inquiry and the scientific method; he pioneered the field of exobiology and promoted the search for extra-terrestrial intelligent life (SETI). He spent most of his career as a professor of astronomy at Cornell University, where he directed the Laboratory for Planetary Studies. ...",
    "link": "None"
  },
  {
    "genre": "Philosophical novel, Young adult",
    "author": "Jostein Gaarder",
    "year_published": 1991,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "Sophie's World (Sofies verden)",
    "summary": "Sophie's World (Norwegian: Sofies verden) is a 1991 novel by Norwegian writer Jostein Gaarder. It follows Sophie Amundsen, a Norwegian teenager, who is introduced to the history of philosophy as she is asked \"Who are you?\" in a letter from an unknown philosopher. The nonfictional content of the book aligns with Bertrand Russell's The History of Western Philosophy.\n Sophie's World became a best-seller in Norway and won the Deutscher Jugendliteraturpreis in 1994. The English translation was published in 1995, and the book was reported to be the best-selling book in the world that year.\nBy 2011, the novel had been translated into fifty-nine languages, with over forty million print copies sold. It is one of the most commercially successful Norwegian novels outside of Norway, and has been adapted into a film and a PC game.\n Sophie Amundsen is a 14-year-old girl who lives in Lillesand, Norway.\n The book begins with Sophie receiving two messages in her mailbox and a postcard addressed to Hilde Møller Knag. Afterwards, she receives a packet of papers, part of a course in philosophy.\n Sophie, without the knowledge of her mother, becomes the student of an old philosopher, Alberto Knox. Alberto teaches her about the history of philosophy. She gets a substantive and understandable review from the pre-Socratics to Jean-Paul Sartre. In addition to this, Sophie and Alberto receive postcards addressed to a girl named Hilde from a man named Albert Knag. As time passes, Knag begins to hide birthday messages to Hilde in ever more impossible ways, including hiding one inside an unpeeled banana and making Alberto's dog Hermes speak.\n Eventually, through the philosophy of George Berkeley, Sophie and Alberto discover that they are actually fictional characters in a book written by Albert Knag as a 15th birthday gift for Hilde, his daughter. They also hypothesize that the \"real world\" in which their story is being written may itself be fictional. Hilde reads the manuscript, but be...",
    "link": "None"
  },
  {
    "genre": "mystery-thriller",
    "author": "Dan Brown",
    "year_published": 2000,
    "title": "Angels & Demons",
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "summary": "Angels & Demons is a 2000 bestselling mystery-thriller novel written by American author Dan Brown and published by Pocket Books and then by Corgi Books. The novel introduces the character Robert Langdon, who recurs as the protagonist of Brown's subsequent novels. Angels & Demons shares many stylistic literary elements with its sequels, such as conspiracies of secret societies, a single-day time frame, and the Catholic Church. Ancient history, architecture, and symbology are also heavily referenced throughout the book. A film adaptation was released on May 15, 2009.\n The book contains several ambigrams created by real-life typographer John Langdon. Besides the \"Angels & Demons\" and \"Illuminati\" designs, the title of the book is also presented as an ambigram on the hardcover book jacket, and on the inside cover of the paperback versions.  The book also contains ambigrams of the words Earth, Air, Fire, and  Water, which has served to bring the art of ambigrams to public attention by virtue of the popularity of the book.  The \"Illuminati Diamond\" mentioned in the book is an ambigram of the four elements that are arranged in the shape of a diamond.\n Leonardo Vetra, one of CERN's top physicists who have discovered how to create antimatter, is murdered, his chest branded with an ambigram of the word \"Illuminati\", an ancient anti-religious organization thought extinct. CERN director Maximilian Kohler calls Vetra's adopted daughter, Vittoria, and Harvard University Professor Robert Langdon, an expert on symbology and religious history, for help. After determining the ambigram is authentic, they discover that a canister of antimatter from Leonardo's lab, which has been stolen,  will explode in 24 hours when the canister's battery runs out. Langdon and Vittoria go to Vatican City, where four Preferiti, the Cardinals who are the favorite candidates for Pope, are kidnapped by the Hassassin, who plans to blow up the Vatican with the antimatter canister and kill the four ...",
    "link": "https://en.wikipedia.org/wiki/Angels_%26_Demons"
  },
  {
    "genre": "Self-help",
    "author": "William Griffith Wilson",
    "year_published": 1939,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "Alcoholics Anonymous",
    "summary": "Bill W. is a 2012 American biographical film  directed by Dan Carracino and Kevin Hanlon, about William Griffith Wilson, the co-founder of Alcoholics Anonymous, and the first feature length documentary on Wilson.\n The film includes interviews with several recovering alcoholics who are photographed in dark shadows to maintain their anonymity, and also makes use of dramatic reenactments to visualize key events in Wilson's life. Blake J. Evans portrays Wilson in the film.\n Making a film about the founder of an anonymous society presented the filmmakers with challenges. For example, by the time production began, there were few people still alive that knew Wilson, and it first appeared that there was very little visual material available on Wilson. The filmmakers were able to unearth little-seen archival footage and previously unpublished photographs of Wilson and the people in his life.\n The film opened on limited release in New York City and Los Angeles on Friday, May 18, 2012.\n Prior to its theatrical release, Bill W. screened at the Cleveland International Film Festival.\n An extensively re-edited and extended “director’s cut” version of the film (116 minutes) was aired on PBS starting in September 2016. This version of the film won an Emmy award in 2017.\n On the Rotten Tomatoes the film received a 78% based on reviews from 18 critics. On Metacritic it has a score of 78 based on 10 reviews. \nErnest Hardy in his Village Voice review described the film as \"a loving, exhaustive, warts-and-all look at the man who spent years battling his own alcoholism before a spiritual experience in the hospital set him on the course to help others.\"\n Sheri Linden's review in the Los Angeles Times described Bill W. as \"a thoroughly engrossing portrait of Wilson, his times and the visionary fellowship that is his legacy.\"\n Roger Ebert gave Bill W. three stars out of four, calling it \"an assembly of styles. It incorporates such film footage of Bill as is avai...",
    "link": "None"
  },
  {
    "genre": "Novel",
    "author": "Jeffrey Archer",
    "year_published": 1979,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "Kane and Abel",
    "summary": "Kane and Abel is a 1979 novel by British author Jeffrey Archer.\n Released in the United Kingdom in 1979 and in the United States in February 1980, the book was an international success, selling over one million copies in its first week. It reached No. 1 on the New York Times Best Seller list. By 2009, it had sold an estimated 34 million copies worldwide.\n A sequel, The Prodigal Daughter, was released in 1982 and features Abel's daughter Florentyna as the protagonist.\n In 2003, Kane and Abel was listed at number 96 on the BBC's survey The Big Read. Kane & Abel is among the top 100 best-selling books in the world, with a similar number of copies sold as To Kill a Mockingbird and Gone with the Wind.\n The book tells the stories of two men born worlds apart. They have nothing in common except the same date of birth (18 April 1906) and a zeal to succeed in life. William Lowell Kane is the wealthy and powerful, Ivy League-educated heir to an old Boston Brahmin family, while Abel Rosnovski (originally named Władek Koskiewicz) is a Pole who was born into great poverty and eventually migrated to the United States.\n William follows in the footsteps of his father, Richard Kane, to become a successful banker. When William was still a child, Richard dies in the Titanic disaster, leaving William fatherless and heir to the Kane & Cabot bank. William displays extraordinary discipline and intelligence as a young man at St. Paul's School and later at Harvard University. His mother, Anne, marries Henry Osborne, who turns out to be a man interested in gambling and women. William hates Henry from the beginning and spends most of the time at Harvard and at his best friend Mathew Lester's home. William then dreams of becoming the chairman of Lester's bank. Henry spends every last penny of Kane's mother's money on the pretext of speculation. Anonymous notes warn Anne (who has been impregnated by Osborne, a matter which causes William some worry—until he finds out that he can tos...",
    "link": "None"
  },
  {
    "genre": "Socialist realist novel",
    "author": "Nikolai Ostrovsky",
    "year_published": 1932,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "How the Steel Was Tempered",
    "summary": "How the Steel Was Tempered (Russian: Как закалялась сталь, romanized: Kak zakalyalas stal) or The Making of a Hero, is a socialist realist novel written by Nikolai Ostrovsky (1904–1936). With 36.4 million copies sold, it is one of the best-selling books of all time and the best-selling book in the Russian language.\n The story follows the life of Pavel Korchagin, including his fighting in and aftermath of the Russian Civil War when he fought for the Bolsheviks during the war and was injured. The novel examines how Korchagin heals from his wounds and thus becomes as strong as steel.\n The novel begins when Korchagin is 12, living in the town of Shepetovka in Ukraine. He gets kicked out of school for putting tobacco in some bread dough and must go to work as a dishwasher. As a dishwasher he is beaten by a coworker, but his brother Artyom defends him. The novel jumps forward to age 16 when he is working in a power plant. He meets a Bolshevik named Zhukhrai after a run-in with the Tsarist secret police. Zhukrai tells him about the Bolsheviks and Lenin. He also meets Tonia Toumanova, his first of many love interests. Again the novel jumps, to 1917 as the German army invades Shepetovka. Korchagin witnesses the town change hands several times in the chaos of the following months, with a pogrom against the town's Jewish population occurring during its occupation by soldiers loyal to Symon Petliura. Korchagin eventually joins the Bolsheviks and fights in the Civil War and Polish-Soviet War. He receives an injury in his spine, which slowly saps his strength for the remainder of the novel. After the war he works as a railway mechanic and advances as a Komsomol member in Kyiv. He develops many social connections there but loses touch with many of his friends after he is presumed dead during work to build an emergency railway line to provide Shepetovka with firewood. As his health worsens due to his life of hardship and wartime injuries, he spends time in Sanatoria on the Black...",
    "link": "None"
  },
  {
    "genre": "Historical novel",
    "author": "Leo Tolstoy",
    "year_published": 1869,
    "title": "War and Peace",
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "summary": "War and Peace (Russian: Война и мир, romanized: Voyna i mir; pre-reform Russian: Война и миръ; [vɐjˈna i ˈmʲir]) is a literary work by Russian author Leo Tolstoy. Set during the Napoleonic Wars, the work mixes fictional narrative with chapters discussing history and philosophy. An early version was published serially beginning in 1865, after which the entire book was rewritten and published in 1869. It is regarded, with Anna Karenina, as Tolstoy's finest literary achievement and remains an internationally praised classic of world literature.\n The book chronicles the French invasion of Russia and its aftermath during the Napoleonic era. It uses five interlocking narratives following different Russian aristocratic families to illustrate Napoleon's impact on Tsarist society. Portions of an earlier version, titled The Year 1805, were serialized in The Russian Messenger from 1865 to 1867 before the novel was published in its entirety in 1869.\n Tolstoy said that the best Russian literature does not conform to standards and hence hesitated to classify War and Peace, saying it is \"not a novel, even less is it a poem, and still less a historical chronicle.\" Large sections, especially the later chapters, are philosophical discussions rather than narrative. He regarded Anna Karenina as his first true novel.\n Tolstoy began writing War and Peace in 1863, the year that he married and settled down at his country estate. In September of that year, he wrote to Elizabeth Bers, his sister-in-law, asking if she could find any chronicles, diaries, or records from the Napoleonic period in Russia. He was dismayed to find that there were few written records of Russian domestic life from that time and tried to rectify these omissions in early drafts of the novel. The first half of the book was named \"1805\". During the writing of the second half, he read widely and acknowledged Schopenhauer as one of his main inspirations. Tolstoy wrote in a letter to Afanasy Fet that wh...",
    "link": "https://en.wikipedia.org/wiki/War_and_Peace"
  },
  {
    "genre": "Fantasy, children's fiction",
    "author": "Carlo Collodi",
    "year_published": 1881,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "The Adventures of Pinocchio",
    "summary": "The Adventures of Pinocchio (/pɪˈnoʊkioʊ/ pin-OH-kee-oh; Italian: Le avventure di Pinocchio. Storia di un burattino [le avvenˈtuːre di piˈnɔkkjo ˈstɔːrja di um buratˈtiːno, - dj um -], i.e. \"The Adventures of Pinocchio. Story of a Puppet\"), commonly shortened to Pinocchio, is a children's fantasy novel by Italian author Carlo Collodi. It is about the mischievous adventures of an animated marionette named Pinocchio and his creator and father figure, a poor woodcarver named Geppetto.\n The story was originally published in serial form as The Story of a Puppet (Italian: La storia di un burattino) in the Giornale per i bambini, one of the earliest Italian weekly magazines for children, starting from 7 July 1881. The story stopped after nearly 4 months and 8 episodes at Chapter 15, but by popular demand from readers, the episodes were resumed on 16 February 1882. In February 1883, the story was published in a single book. Since then, Pinocchio has been one of the most popular children's books and been critically acclaimed.\n A universal icon and a metaphor of the human condition, the book is considered a canonical piece of children's literature and has had great impact on world culture. Philosopher Benedetto Croce considered it one of the greatest works of Italian literature. Since its first publication, it has inspired many works of fiction, such as Walt Disney's animated version, and commonplace ideas such as a liar's long nose.\n The book has been translated into as many as 260 languages worldwide, making it one of the world's most translated books. While it is likely one of the best-selling books ever published, the actual total sales since its first publication are unknown due to the many reductions and different versions. According to Viero Peroncini: \"some sources report 35 million [copies sold], others 80, but it is only a way, even a rather idle one, of quantifying an unquantifiable success\". According to Francelia Butler, it also remains \"t...",
    "link": "None"
  },
  {
    "genre": "Historical non-fiction, autobiography, memoir",
    "author": "Anne Frank",
    "year_published": 1947,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "The Diary of Anne Frank",
    "summary": "The Diary of a Young Girl, commonly referred to as The Diary of Anne Frank, is a book of the writings from the Dutch-language diary kept by Anne Frank while she was in hiding for two years with her family during the Nazi occupation of the Netherlands. The family was apprehended in 1944, and Anne Frank died of typhus in the Bergen-Belsen concentration camp in 1945. Anne's diaries were retrieved by Miep Gies and Bep Voskuijl. Miep gave them to Anne's father, Otto Frank, the family's only survivor, just after the Second World War was over.\n The diary has since been published in more than 70 languages. It was first published under the title Het Achterhuis. Dagboekbrieven 14 Juni 1942 – 1 Augustus 1944 (The Annex: Diary Notes 14 June 1942 – 1 August 1944) by Contact Publishing [nl] in Amsterdam in 1947. The diary received widespread critical and popular attention on the appearance of its English language translation, Anne Frank: The Diary of a Young Girl by Doubleday & Company (United States) and Vallentine Mitchell (United Kingdom) in 1952. Its popularity inspired the 1955 play The Diary of Anne Frank by the screenwriters Frances Goodrich and Albert Hackett, which they adapted for the screen for the 1959 movie version. The book is included in several lists of the top books of the 20th century.\n The copyright of the Dutch version of the diary, published in 1947, expired on 1 January 2016, seventy years after the author's death, as a result of a general rule in copyright law of the European Union. Following this, the original Dutch version was made available online.\n During the Nazi occupation of the Netherlands, Anne Frank received a blank diary as one of her presents on 12 June 1942, her 13th birthday. According to the Anne Frank House, the red, checkered autograph book which Anne used as her diary was actually not a surprise, since she had chosen it the day before with her father when browsing a bookstore near her home. She entered a one-s...",
    "link": "None"
  },
  {
    "genre": "Self-help",
    "author": "Wayne Dyer",
    "year_published": 1976,
    "title": "Your Erroneous Zones",
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "summary": "Your Erroneous Zones is the first self-help book written by Wayne Dyer and first issued by Funk & Wagnalls publishers in April 1976.  \n It is one of the best-selling books of all time, with an estimated 100 million copies sold. The book spent 64 weeks on The New York Times bestseller list through November 13, 1977, including a spot at number one on the week of May 8, 1977.\n Chapter I. Taking Charge of Yourself.\n In this Chapter Dyer takes note of the brevity of life. He asserts that feelings are reactions you choose to have. He points out that learning not to be unhappy is a tough assignment as habits can only be changed by patience and persistence. Choice is our great power. He introduces for the first time the concept of immobilisation and gives a checklist of instances. Living in the present moment (a habit) is all important.\n Chapter II. Self Love.\n The sub heading of this Chapter gives a basic idea/attitude upon which the whole of this books message depends, our personal habitual feeling of self worth. \"Love yourself, a lot\". For effective living Dyer asserts that \"Self love is (must become) a given\". \n\"Under no circumstances is self hate better than Self Love\"\n\n Chapter III. You Do Not Need Their Approval\n In this Chapter Dyer gives \"Historical precedents for Approval seeking\" and notes the \"profusion of cultural approval seeking messages\". Early Childhood, School, the Church, the Government, Popular Songs, Television Commercials are all dealt with. Dyer uses the phrase \"Coaxing Approval Seeking down the stairs a step at a time\" to describe the change in habit needed for us to more effectively deal with the hinderance of approval seeking. \n\n Chapter IV Breaking Free From the Past.\n In the sub heading of this chapter Dyer uses a phrase which gives the main thrust of the Chapter. \"You are what you choose today, not what you have chosen before\". He gives a list of 35 negative \"I'ms\" e.g \"I'm poor at Mathematics\". The Chapter continues with \"H...",
    "link": "https://en.wikipedia.org/wiki/Your_Erroneous_Zones"
  },
  {
    "genre": "Romantic family saga",
    "author": "Colleen McCullough",
    "year_published": 1977,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "The Thorn Birds",
    "summary": "The Thorn Birds is a 1977 novel by Australian author Colleen McCullough. Set primarily on Drogheda—a fictional sheep station in the Australian Outback named after Drogheda, Ireland—the story focuses on the Cleary family and spans 1915 to 1969. The novel is the best-selling book in Australian history, and has sold over 33 million copies worldwide.\n The novel was also adapted into an eponymous television miniseries; during its 27–30 March 1983 run, it became the United States' second-highest rated miniseries of all time, behind Roots. Subsequently, a 1996 miniseries entitled The Thorn Birds: The Missing Years filled in a gap of 19 years in the middle of the novel. It was criticised for inconsistencies with the original series.\n The novel was also adapted into a musical in 2009, The Thorn Birds Musical. In 2022, The Thorn Birds was included on the \"Big Jubilee Read\" list of 70 books by Commonwealth authors, selected to celebrate the Platinum Jubilee of Elizabeth II.\n The story begins in New Zealand on 8 December 1915, the fourth birthday of Meghann \"Meggie\" Cleary, who is the only daughter of Padraic (\"Paddy\"), an Irish farm labourer, and Fiona (\"Fee\"), his wife. Meggie is a beautiful child with curly red-gold hair, but receives little coddling and must struggle to hold her own in the family, which includes five older brothers at the time. Her favourite brother is the eldest, Frank, a rebellious young man who is unwillingly preparing himself for the blacksmith's trade. He is much shorter than his other brothers, but very strong. Unlike the other Clearys, he has black hair and eyes, believed to be inherited from his Maori great-great-grandmother.\n Paddy has a wealthy sister, Mary Carson, a widow who lives in New South Wales, Australia, on Drogheda, an enormous sheep station. One day, Paddy receives an offer from Mary of a job on her estate, so in 1921, the whole Cleary family moves from New Zealand to Australia.\n In Drogheda, the family meets Ralph de Bricassart, ...",
    "link": "None"
  },
  {
    "genre": "Bildungsroman, historical fiction",
    "author": "Khaled Hosseini",
    "year_published": 2003,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "The Kite Runner",
    "summary": "Khaled Hosseini (/ˈhɑːlɛd hoʊˈseɪni/;Persian/Pashto خالد حسینی [ˈxɒled hoˈsejni]; born March 4, 1965) is an Afghan-American novelist, UNHCR goodwill ambassador, and former physician. His debut novel The Kite Runner (2003) was a critical and commercial success; the book and his subsequent novels have all been at least partially set in Afghanistan and have featured an Afghan as the protagonist. Hosseini's novels have enlightened the global audience about Afghanistan's people and culture.\n Hosseini was briefly a resident of Iran and France after being born in Kabul, Afghanistan, to a diplomat father. When Hosseini was 15, his family applied for asylum in the United States, where he later became a naturalized citizen. Hosseini did not return to Afghanistan until 2003 when he was 38, an experience similar to that of the protagonist in The Kite Runner. In later interviews, Hosseini acknowledged that he suffered from survivor's guilt for having been able to leave the country prior to the Soviet invasion and subsequent wars.\n After graduating from college, Hosseini worked as a physician in California, a situation he likened to \"an arranged marriage\". The success of The Kite Runner meant he was able to retire from medicine in order to write full-time. His three novels have all reached various levels of critical and commercial success. The Kite Runner spent 101 weeks on The New York Times Best Seller list, including three weeks at number one. His second novel, A Thousand Splendid Suns (2007), spent 103 weeks on the chart, including 15 at number one while his third novel, And the Mountains Echoed (2013), remained on the chart for 33 weeks. In addition to writing, Hosseini has advocated for the support of refugees, including establishing with the UNHCR the Khaled Hosseini Foundation to support Afghan refugees returning to Afghanistan.\n Hosseini was born on March 4, 1965, in Kabul, Afghanistan, the eldest of five children. His father, N...",
    "link": "None"
  },
  {
    "genre": "Novel",
    "author": "Jacqueline Susann",
    "year_published": 1966,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "Valley of the Dolls",
    "summary": "Jacqueline Susann (August 20, 1918 – September 21, 1974) was an American novelist and actress. Her novel Valley of the Dolls (1966) is one of the best-selling books in publishing history. With her two subsequent works, The Love Machine (1969) and Once Is Not Enough (1973), Susann became the first author to have three novels top The New York Times Best Seller list consecutively.\n Jacqueline Susan was born on August 20, 1918, at Lankenau Medical Center in Wynnewood, Pennsylvania, the only child of a Jewish couple: Robert Susan, a Wilno, Imperial Russia (now Vilnius, Lithuania)-born portrait painter, and his wife, Rose (née Jans), a public school teacher. It was Rose who added the second \"n\" to her husband's surname in order to make pronunciation easier for her students; Robert Susan retained the original spelling. Because his surname was never legally changed, his daughter was born Jacqueline Susan, as confirmed in the 1920 and 1930 US census, and her father's record in the U.S. Social Security Applications and Claims Index, 1936–2007. Nevertheless, she used her mother's version of the family surname.\n As a child, her teachers reported that she was an inattentive but imaginative student. In the fifth grade, she scored 140 on an IQ test, the highest in her school. An only child and devoted to her father, Susann was determined to carry on the family name. She decided to be an actress, despite the advice of a teacher who said, \"Jackie should be a writer. She breaks all the rules, but it works.\" In 1936, after graduating from West Philadelphia High School, she left for New York to pursue an acting career. Her father told her, \"If you're going to be an actress, be a good actress. Be a people watcher.\"\n In New York, on June 2, 1937, aged 18, Susann landed a small role in the Broadway company of The Women, the \"caustic\" comedy of manners by Clare Boothe that had opened on December 26, 1936, and would run for 657 performances. She sub...",
    "link": "None"
  },
  {
    "genre": "Self-help",
    "author": "Dale Carnegie",
    "year_published": 1936,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "How to Win Friends and Influence People",
    "summary": "How to Win Friends and Influence People is a 1936 self-help book written by Dale Carnegie. Over 30 million copies have been sold worldwide, making it one of the best-selling books of all time.\n Carnegie had been conducting business education courses in New York since 1912. In 1934, Leon Shimkin, of the publishing firm Simon & Schuster, took one of Carnegie's 14-week courses on human relations and public speaking, and later persuaded Carnegie to let a stenographer take notes from the course to be revised for publication. The initial five thousand copies of the book sold exceptionally well, going through 17 editions in its first year alone.\n In 1981, a revised edition containing updated language and anecdotes was released. The revised edition reduced the number of sections from six to four, eliminating sections on effective business letters and improving marital satisfaction. In 2011, it was number 19 on Time's list of the 100 most influential Nonfiction books.\n The 1981 edition of How to Win Friends and Influence People is broken into the following parts: \"Twelve Things This Book Will Do For You\", \"Fundamental Techniques in Handling People\", \"Twelve Ways to Win People to Your Way of Thinking\", and \"Be a Leader: How to Change People Without Giving Offense or Arousing Resentment\". The 1936 edition also contained \"Letters That Produced Miraculous Results\" and \"Seven Rules for Making Your Home Life Happier\".[citation needed]\n Since the original release, examples and stories used in the books were adjusted to remain more relevant. Newer editions have only 4 parts to the book, including \"Fundamental Techniques in Handling People\", \"Six Ways to Make People Like You\", \"How to Win People to Your way of Thinking\", and \"Be a Leader: How to Change People Without Giving Offense or Arousing Resentment\".\n Before How to Win Friends and Influence People was released, the genre of self-help books had an ample heritage.[citation needed] Authors such as Orison Sw...",
    "link": "None"
  },
  {
    "genre": "Novel, tragedy",
    "author": "F. Scott Fitzgerald",
    "year_published": 1925,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "The Great Gatsby",
    "summary": "The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, near New York City, the novel depicts first-person narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan.\n The novel was inspired by a youthful romance Fitzgerald had with socialite Ginevra King, and the riotous parties he attended on Long Island's North Shore in 1922. Following a move to the French Riviera, Fitzgerald completed a rough draft of the novel in 1924. He submitted it to editor Maxwell Perkins, who persuaded Fitzgerald to revise the work over the following winter. After making revisions, Fitzgerald was satisfied with the text, but remained ambivalent about the book's title and considered several alternatives. Painter Francis Cugat's dust jacket art, named Celestial Eyes, greatly impressed Fitzgerald, and he incorporated its imagery into the novel.\n After its publication by Scribner's in April 1925, The Great Gatsby received generally favorable reviews, though some literary critics believed it did not equal Fitzgerald's previous efforts. Compared to his earlier novels, This Side of Paradise (1920) and The Beautiful and Damned (1922), the novel was a commercial disappointment. It sold fewer than 20,000 copies by October, and Fitzgerald's hopes of a monetary windfall from the novel were unrealized. When the author died in 1940, he believed himself to be a failure and his work forgotten.\n During World War II, the novel experienced an abrupt surge in popularity when the Council on Books in Wartime distributed free copies to American soldiers serving overseas. This new-found popularity launched a critical and scholarly re-examination, and the work soon became a core part of most American high school curricula and a part of American popular culture. Numerous stage and film adaptations followed in the subsequent decades.\n Gatsby continues to attract popular and ...",
    "link": "None"
  },
  {
    "genre": "Historical fiction",
    "author": "Margaret Mitchell",
    "year_published": 1936,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "Gone with the Wind",
    "summary": "Gone with the Wind is a novel by American writer Margaret Mitchell, first published in 1936. The story is set in Clayton County and Atlanta, both in Georgia, during the American Civil War and Reconstruction Era. It depicts the struggles of young Scarlett O'Hara, the spoiled daughter of a well-to-do plantation owner, who must use every means at her disposal to claw her way out of poverty following Sherman's destructive \"March to the Sea.\" This historical novel features a coming-of-age story, with the title taken from the poem \"Non Sum Qualis eram Bonae Sub Regno Cynarae\", written by Ernest Dowson.\n Gone with the Wind was popular with American readers from the outset and was the top American fiction bestseller in 1936 and 1937. As of 2014, a Harris poll found it to be the second favorite book of American readers, just behind the Bible. More than 30 million copies have been printed worldwide.[citation needed]\n Gone with the Wind is a controversial reference point for subsequent writers of the South, both black and white. Scholars at American universities refer to, interpret, and study it in their writings. The novel has been absorbed into American popular culture.\n Mitchell received the Pulitzer Prize for Fiction for the book in 1937. It was adapted into the 1939 film of the same name, which is considered to be one of the greatest movies ever made and also received the Academy Award for Best Picture during the 12th annual Academy Awards ceremony. Gone with the Wind is the only novel by Mitchell published during her lifetime.\n On April 15, 1861, it is the eve of a rebellion in which seven southern states declare their secession from the United States (the \"Union\") over a desire to continue the institution of slavery, which was the economic engine of the South. In one of those states, Georgia, the family of wealthy Irish immigrant Gerald O'Hara owns a plantation (Tara).\n The oldest of the three O'Hara daughters, 16-year-old Scarlett, is dismayed to learn that th...",
    "link": "None"
  },
  {
    "genre": "Gothic novel",
    "author": "Daphne du Maurier",
    "year_published": 1938,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "Rebecca",
    "summary": "Rebecca is a 1938 Gothic novel written by English author Daphne du Maurier. The novel depicts an unnamed young woman who impetuously marries a wealthy widower, before discovering that both he and his household are haunted by the memory of his late first wife, Rebecca.\n A bestseller which has never gone out of print, Rebecca sold 2.8 million copies between its publication in 1938 and 1965. It has been adapted numerous times for stage and screen, including a 1939 play by du Maurier herself, the film Rebecca (1940), directed by Alfred Hitchcock, which won the Academy Award for Best Picture, and the 2020 remake directed by Ben Wheatley for Netflix. The story is also a successful musical production.\n The novel is remembered for the character Mrs Danvers, the West Country estate Manderley, and its opening line: \"Last night, I dreamt I went to Manderley again.\"\n While working as the companion to a rich American woman on holiday in Monte Carlo, the unnamed narrator, a naïve young woman in her early 20s, becomes acquainted with a wealthy Englishman, Maxim de Winter, a 42-year-old widower. After a fortnight of courtship, she agrees to marry him and, after the wedding and honeymoon, accompanies him to his mansion in Cornwall,[a] the beautiful estate Manderley.\n Mrs Danvers, the sinister housekeeper, was profoundly devoted to the first Mrs de Winter, Rebecca, who died in a sailing accident about a year before Maxim and the second Mrs de Winter met. She continually attempts to undermine the narrator psychologically, subtly suggesting to her that she will never attain the beauty, urbanity, and charm her predecessor possessed. Whenever the narrator attempts to make changes at Manderley, Mrs Danvers describes how Rebecca ran it when she was alive. Cowed by Mrs Danvers' imposing manner and the other members of West Country society's unwavering reverence for Rebecca, the narrator becomes isolated.\n The narrator is soon convinced that Maxim regrets his impetuous decision to marry h...",
    "link": "None"
  },
  {
    "genre": "Fiction",
    "author": "William Bradford Huie",
    "year_published": 1951,
    "title": "The Revolt of Mamie Stover",
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "summary": "The Revolt of Mamie Stover is a 1951 novel by William Bradford Huie about a young woman from Mississippi who goes to Hollywood to work as an actress. Driven into prostitution, she moves to Honolulu, works at a brothel and takes it over, challenges restrictions against prostitutes after the US armed forces are built up on the island, buys real estate, and becomes a wealthy war profiteer.\n The Revolt of Mamie Stover is an allegory for the decline of American society because of the country-wide democratization that conflict made possible. Using a Honolulu prostitute to state his case, Huie shows her rise economically, socially, and politically with the aid, in part, of the federal government as she flouts local regulation (prostitution itself being legal at the time). As the war progresses, Stover becomes a war profiteer, coming to control property, accumulating vast wealth in cash, and visiting proscribed beaches in the company of U.S. military officers.\n The Revolt of Mamie Stover is the first volume in a trilogy, including The Americanization of Emily (1959), and Hotel Mamie Stover (1963), all of which have the same narrator. In the first and third books, he is primarily present in order to observe and report, and in the second he relates his experiences in the late stages of World War II.\n A movie version directed by Raoul Walsh was released in 1956 with Jane Russell in the title role. The screenplay essentially dropped the Hollywood critique.[citation needed]\n \n \n This article about an erotic novel of the 1950s is a stub. You can help Wikipedia by expanding it. See guidelines for writing about novels. Further suggestions might be found on the article's talk page....",
    "link": "https://en.wikipedia.org/wiki/The_Revolt_of_Mamie_Stover"
  },
  {
    "genre": "Fiction",
    "author": "Stieg Larsson",
    "year_published": 2005,
    "title": "The Girl with the Dragon Tattoo",
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "summary": "The Girl with the Dragon Tattoo (original title in Swedish: Män som hatar kvinnor, lit. 'Men Who Hate Women') is a psychological thriller novel by Swedish author and journalist Stieg Larsson (1954–2004). It was published posthumously in 2005, translated into English in 2008, and became an international bestseller.\n The Girl with the Dragon Tattoo is the first book of the Millennium series. Originally a trilogy by Larsson, the series was expanded to another three books by David Lagercrantz, and as of 2021 rights had been sold for Karin Smirnoff to write three more.\n Larsson spoke of an incident which he said occurred when he was 15: he stood by as three men gang raped an acquaintance of his named Lisbeth. Days later, wracked with guilt for having done nothing to help her, he begged her forgiveness—which she refused to grant. The incident, he said, haunted him for years afterward and in part inspired him to create a character named Lisbeth who was also a rape victim. The veracity of this story has been questioned since Larsson's death, after a colleague from Expo magazine reported to Rolling Stone that Larsson had told him  he had heard the story secondhand and retold it as his own. The murder of Catrine da Costa was also an inspiration when he wrote the book.\n With the exception of the fictional Hedestad, the novel takes place in actual Swedish towns. The magazine Millennium in the books has characteristics similar to that of Larsson's magazine, Expo, such as its leftist socio-political leanings, its exposés on Swedish Nazism and financial corruption and its financial difficulties.\n Both Larsson's longtime partner Eva Gabrielsson and English translator Steven T. Murray have said that Christopher MacLehose (who works for British publisher Quercus) \"needlessly prettified\" the English translation; as such, Murray requested he be credited under the pseudonym \"Reg Keeland\". The English release also changed the title, even though Larsson specifically r...",
    "link": "https://en.wikipedia.org/wiki/The_Girl_with_the_Dragon_Tattoo"
  },
  {
    "genre": "Fiction",
    "author": "Dan Brown",
    "year_published": 2009,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "The Lost Symbol",
    "summary": "The Lost Symbol is a 2009 novel written by American writer Dan Brown. It is a thriller set in Washington, D.C., after the events of The Da Vinci Code, and relies on Freemasonry for both its recurring theme and its major characters.\n Released on September 15, 2009, it is the third Brown novel to involve the character of Harvard University symbologist Robert Langdon, following 2000's Angels & Demons and 2003's The Da Vinci Code. It had a first printing of 6.5 million (5 million in North America, 1.5 million in the UK), the largest in Doubleday history. On its first day the book sold one million in hardcover and e-book versions in the U.S., the UK and Canada, making it the fastest selling adult novel in history. It was number one on the New York Times Best Seller list for hardcover fiction for the first six weeks of its release, and remained on the list for 29 weeks. As of January 2013, there were 30 million copies in print worldwide.\n Renowned Harvard symbologist Robert Langdon is invited to give a lecture at the United States Capitol, at the invitation apparently from his mentor, a 33rd degree Mason named Peter Solomon, who is the head of the Smithsonian Institution. Solomon has also asked him to bring a small, sealed package which he had entrusted to Langdon years earlier. When Langdon arrives at the Capitol, however, he learns that the invitation he received was not from Solomon, but from Solomon's kidnapper, Mal'akh posing as Solomon's assistant, who has left Solomon's severed right hand in the middle of the Capitol Rotunda in a recreation of the Hand of Mysteries. Mal'akh then contacts Langdon, charging him with finding both the Mason's Pyramid, which Masons believe is hidden somewhere in Washington, D.C., and the Lost Word, lest Solomon be murdered.\n Langdon meets Inoue Sato, the head of the CIA's Office of Security. Sato claims that Mal'akh poses a threat to the national security of the U.S. and that his capture is more important than Pe...",
    "link": "None"
  },
  {
    "genre": "Young adult fiction",
    "author": "Suzanne Collins",
    "year_published": 2008,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "The Hunger Games",
    "summary": "The Hunger Games is a 2008 dystopian young adult novel by the American writer Suzanne Collins. It is written in the perspective of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation. The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death.\n The book received critical acclaim from major reviewers and authors. It was praised for its plot and character development. In writing The Hunger Games, Collins drew upon Greek mythology, Roman gladiatorial games, and contemporary reality television for thematic content. The novel won many awards, including the California Young Reader Medal, and was named one of Publishers Weekly's \"Best Books of the Year\" in 2008.\n The Hunger Games was first published in hardcover on September 14, 2008, by Scholastic, featuring a cover designed by Tim O'Brien. It has since been released in paperback and also as an audiobook and ebook. After an initial print of 200,000, the book had sold 800,000 copies by February 2010. Since its release, The Hunger Games has been translated into 26 languages, and publishing rights have been sold in 38 territories. The novel is the first in The Hunger Games trilogy, followed by Catching Fire (2009) and Mockingjay (2010). A film adaptation, directed by Gary Ross and co-written and co-produced by Collins herself, was released in 2012.\n Collins has said that the inspiration for The Hunger Games came from channel surfing on television. On one channel she observed people competing on a reality show and on another she saw footage of the invasion of Iraq. The two \"began to blur in this very unsettling way\" and the idea for the book was formed. The Greek myth of Theseus served as a major basis for the story, with ...",
    "link": "None"
  },
  {
    "genre": "Children's novel",
    "author": "Roald Dahl",
    "year_published": 1961,
    "title": "James and the Giant Peach",
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "summary": "Published by Alfred A. Knopf, Inc.\n James and the Giant Peach is a popular children's novel written in 1961 by British author Roald Dahl. The first edition, published by Alfred Knopf, featured illustrations by Nancy Ekholm Burkert. There have been re-illustrated versions of it over the years, done by Michael Simeon (for the first British edition), Emma Chichester Clark, Lane Smith and Quentin Blake. It was adapted into a film of the same name in 1996 (with Smith being a conceptual designer) which was directed by Henry Selick, and a musical in 2010.\n The plot centres on a young English orphan boy who enters a gigantic, magical peach, and has a wild and surreal cross-world adventure with seven magically altered garden bugs he meets. Dahl was originally going to write about a giant cherry, but changed it to James and the Giant Peach because a peach is \"prettier, bigger and squishier than a cherry.\" Because of the story's occasional macabre and potentially frightening content, it has become a regular target of censors.\n Dahl dedicated the book to his six-year-old daughter Olivia, who died from complications of measles only a year after the book was published.\n American novelist Bret Easton Ellis has cited James and the Giant Peach as his favourite children's book:\n It changed my life. My aunt read it to me, my sisters and my three cousins in two sittings over vacation at a beach house when I was about six. The idea that the world was meaner, crueller, more absurd and fantastical than anything that picture books had previously showed me made a real impact. That was the moment I couldn’t go back [as a reader]. James Henry Trotter is a boy who lives happily with his parents in a house by the sea in the south of England. Unfortunately, when he is four years old, an oddly carnivorous raging rhinoceros escapes from the London Zoo and eats James' parents whilst they are on a shopping trip in the capital. He ends up living with his two cruel aunts, Spiker and ...",
    "link": "https://en.wikipedia.org/wiki/James_and_the_Giant_Peach"
  },
  {
    "genre": "Young adult historical novel",
    "author": "Alexander Alexandrovich Fadeyev",
    "year_published": 1945,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "The Young Guard",
    "summary": "Alexander Alexandrovich Fadeyev (Russian: Алекса́ндр Алекса́ндрович Фаде́ев; 24 December [O.S. 11 December] 1901 – 13 May 1956) was a Soviet writer, one of the co-founders of the Union of Soviet Writers and its chairman from 1946 to 1954.\n Fadeyev was born in Kimry, Tver Governorate. From 1908 to 1912, he lived in Chuguyevka, Primorsky Krai. He joined the Bolshevik Party in 1918 and took part in the guerrilla movement against the Japanese interventionists and the White Army during the Russian Civil War. In 1927, he published the novel The Rout (also known as The Nineteen), in which he described youthful guerrilla fighters. In 1930, he published the first part of the novel The Last of the Udege, on which he continued working the rest of his life (an edition containing the second volume, all he was able to complete, was published in 1940.) In it, Fadeyev intended to show \"that an extremely primitive people may experience a leap from tribal communism to the complex collective organization of the twentieth century, skipping over the intervening historical stages: family, private property, slavery, feudalism, capitalism and socialism. [...] Uneven though it is, The Last of the Udegs contains some of Fadeyev's best pages, and the fact that he spent his energies on literary administration rather than on the completion of this novel is a minor tragedy.\"\n In 1945, he wrote the novel, The Young Guard (based upon real events of World War II) about the underground Komsomol organization named Young Guard, which fought against the Nazis in the occupied city Krasnodon (in the Ukrainian SSR).  For this novel, Fadeyev was awarded the Stalin Prize (1946). In 1948, a Soviet film The Young Guard, based on the book, was released, and later revised in 1964 to correct inaccuracies in the book.\n Fadeyev was a champion of Joseph Stalin, proclaiming him \"the greatest humanist the world has ever known\". During the 1940s, he actively promoted Zhdanovshchina, a campaign of criticism and p...",
    "link": "None"
  },
  {
    "genre": "Self-help, motivational, business fable",
    "author": "Spencer Johnson",
    "year_published": 1998,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Who Moved My Cheese?",
    "summary": "Who Moved My Cheese? An Amazing Way to Deal with Change in Your Work and in Your Life, published on September 8, 1998, is a bestselling work and motivational business fable by Spencer Johnson. The text describes the way one reacts to major change in one's work and life, and four typical reactions to those changes by two mice and two \"Littlepeople,\" during their hunt for \"cheese.\" A New York Times business bestseller upon release, Who Moved My Cheese? remained on the list for almost five years and spent over 200 weeks on Publishers Weekly's hardcover nonfiction list. As of 2018, it has sold almost 30 million copies worldwide in 37 languages and remains one of the best-selling business books. This book guides the reader to anticipate change, adapt to change quickly, enjoy change and be ready to change quickly, again and again.  \n An allegory, Who Moved My Cheese? features four characters: two mice, \"Sniff\" and \"Scurry,\" and two Littlepeople, metaphorical humans, \"Hem\" and \"Haw\".  The Littlepeople's names derive from the phrase \"hem and haw,\" a term for indecisiveness.  They live in a maze, a representation of one's environment, and they look for cheese, representative of happiness and success. Initially without cheese, the mice and humans pair off and explore the lengthy corridors searching for cheese. One day both groups discover a cheese-filled corridor at \"Cheese Station C\". Content with their find, the humans establish routines around their daily intake of cheese, slowly becoming arrogant in the process.\n One day Sniff and Scurry arrive at Cheese Station C to find no cheese left. They are not surprised; having previously observed the cheese supply dwindling, they have mentally prepared for the arduous but inevitable task of finding more cheese. Leaving \"Cheese Station C\" behind, they hunt for new cheese together. Hem and Haw then discover no cheese at Cheese Station C. Angered and annoyed, Hem demands, \"Who moved my cheese?\" The humans are unprepared f...",
    "link": "None"
  },
  {
    "genre": "Popular science",
    "author": "Stephen Hawking",
    "year_published": 1988,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "A Brief History of Time",
    "summary": "A Brief History of Time: From the Big Bang to Black Holes is a book on theoretical cosmology by English physicist Stephen Hawking. It was first published in 1988. Hawking wrote the book for readers who had no prior knowledge of physics.\n In A Brief History of Time, Hawking writes in non-technical terms about the structure, origin, development and eventual fate of the Universe, which is the object of study of astronomy and modern physics. He talks about basic concepts like space and time, basic building blocks that make up the Universe (such as quarks) and the fundamental forces that govern it (such as gravity). He writes about cosmological phenomena such as the Big Bang and black holes. He discusses two major theories, general relativity and quantum mechanics, that modern scientists use to describe the Universe. Finally, he talks about the search for a unifying theory that describes everything in the Universe in a coherent manner.\n The book became a bestseller and sold more than 25 million copies.\n Early in 1983, Hawking first approached Simon Mitton, the editor in charge of astronomy books at Cambridge University Press, with his ideas for a popular book on cosmology. Mitton was doubtful about all the equations in the draft manuscript, which he felt would put off the buyers in airport bookshops that Hawking wished to reach. With some difficulty, he persuaded Hawking to drop all but one equation. The author himself notes in the book's acknowledgements that he was warned that for every equation in the book, the readership would be halved, hence it includes only a single equation: \n\n\n\nE\n=\nm\n\nc\n\n2\n\n\n\n\n{\\displaystyle E=mc^{2}}\n\n. The book does employ a number of complex models, diagrams, and other illustrations to detail some of the concepts that it explores.\n In A Brief History of Time, Stephen Hawking explains a range of subjects in cosmology, including the Big Bang, black holes and light cones, to the non-specialist reader. His main goal is to give an overview o...",
    "link": "None"
  },
  {
    "genre": "Novel",
    "author": "Jacques-Henri Bernardin de Saint-Pierre",
    "year_published": 1788,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/1/11/Henri_Pierre_L%C3%A9on_Pharamond_Blanchard_-_Paul_et_Virginie%2C_1844.jpg/260px-Henri_Pierre_L%C3%A9on_Pharamond_Blanchard_-_Paul_et_Virginie%2C_1844.jpg",
    "title": "Paul et Virginie",
    "summary": "Paul et Virginie (sometimes known in English as Paul and Virginia) is a novel by Jacques-Henri Bernardin de Saint-Pierre, first published in 1788. The novel's title characters are friends since birth who fall in love. The story is set on the island of Mauritius under French rule, then named Île de France. Written on the eve of the French Revolution, the novel is recognized as perhaps Bernardin's finest work.  It records the fate of a child of nature corrupted by the artificial sentimentality of the French upper classes in the late eighteenth century. Bernardin de Saint-Pierre lived on the island for a time and based part of the novel on a shipwreck he witnessed there.\n Bernardin de Saint-Pierre's novel criticizes the social class divisions found in eighteenth-century French society.  He describes the perfect equality of social relations on Mauritius, whose inhabitants share their possessions, have equal amounts of land, and all work to cultivate it.  They live in harmony, without violence or unrest.  The author's beliefs echo those of Enlightenment philosophers such as Jean-Jacques Rousseau.  He argues for the emancipation of slaves.  He was a friend of Mahé de La Bourdonnais, the governor of Mauritius, who appears in the novel providing training and encouragement for the island's natives.  Although Paul and Virginie own slaves, they appreciate their labour and do not treat them badly.  When other slaves in the novel are mistreated, the book's heroes confront the cruel masters.\n The novel presents an Enlightenment view of religion: that God, or \"Providence\", has designed a world that is harmonious and pleasing.  The characters of Paul et Virginie live off the land without needing technology or man-made interference.  For instance, they tell time by observing the shadows of the trees.  One critic noted that Bernadin de Saint-Pierre \"admired the forethought which ensured that dark-coloured fleas should be conspicuous on white skin\", believing \"that the earth ...",
    "link": "https://en.wikipedia.org/wiki/Paul_et_Virginie"
  },
  {
    "genre": "Biographical novel",
    "author": "Irving Stone",
    "year_published": 1934,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/3/3e/LustForLife.jpg/220px-LustForLife.jpg",
    "title": "Lust for Life",
    "summary": "Lust for Life (1934) is a biographical novel by Irving Stone about the life of the Dutch painter Vincent van Gogh and his hardships. It was Stone's first major publication, and is largely based on the collection of letters between Vincent van Gogh and his younger brother, art dealer Theo van Gogh. This correspondence lays the foundation for most of what is known about the thoughts and beliefs of the artist. Stone conducted a large amount of \"on-field\" research for the novel, as is mentioned in the afterword.\n The narrative of Lust for Life creates origin-stories for many of the artist's famous paintings. including The Potato Eaters and Sunflowers. Stone wanted to explain Van Gogh's difficult life and how he began, flourished, and died as a painter. People close to Van Gogh's life, like Paul Gauguin, are also characters in the novel.\n The book is divided into nine smaller \"books\", titled based on the places Van Gogh lived: London (Prologue), the Borinage, Etten, The Hague, Paris, Arles, St. Remy, and Auvers.\n The novel was adapted into a 1956 film of the same name starring Kirk Douglas, which was nominated for four Academy Awards, winning one.\n \n This article about a biographical or autobiographical novel of the 1930s is a stub. You can help Wikipedia by expanding it....",
    "link": "https://en.wikipedia.org/wiki/Lust_for_Life_(novel)"
  },
  {
    "genre": "Children's literature",
    "author": "Kenneth Grahame",
    "year_published": 1908,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "The Wind in the Willows",
    "summary": "The Wind in the Willows is a classic children's novel by the British novelist Kenneth Grahame, first published in 1908. It details the story of Mole, Ratty, and Badger as they try to help Mr. Toad, after he becomes obsessed with motorcars and gets into trouble. It also details short stories about them that are disconnected from the main narrative. The novel was based on bedtime stories Grahame told his son Alastair. It has been adapted numerous times for both stage and screen.\n The Wind in the Willows received negative reviews upon its initial release, but it has since become a classic of British literature. It was listed at No. 16 in the BBC's survey The Big Read and has been adapted multiple times in different media.\n In 1899, at age 40, Kenneth Grahame married Elspeth Thomson, the daughter of Robert William Thomson. The next year they had their only child, a boy named Alastair (nicknamed \"Mouse\"). He was born premature, blind in one eye, and plagued by health problems throughout his life. When Alastair was about four years old, Grahame would tell him bedtime stories, some of which were about a toad, and on his frequent boating holidays without his family he would write further tales of Toad, Mole, Ratty, and Badger in letters to Alastair.\n In 1908, Grahame took early retirement from his position as secretary of the Bank of England. He moved with his wife and son to an old farmhouse in Blewbury, Berkshire. There, he used the bedtime stories he had told Alastair as a basis for the manuscript of The Wind in the Willows.\n With the arrival of spring and fine weather outside, the good-natured Mole loses patience with spring cleaning, exclaiming, \"Hang spring cleaning!\" He leaves behind his underground home and comes up at the bank of the river, which he has never seen before. Here he meets Rat, a water vole, who takes Mole for a ride in his rowing boat. They get along well and spend many more days boating, with \"Ratty\" teaching Mole the ways of the river, with...",
    "link": "None"
  },
  {
    "genre": "Self-help",
    "author": "Stephen R. Covey",
    "year_published": 1989,
    "title": "The 7 Habits of Highly Effective People",
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "summary": "The 7 Habits of Highly Effective People, first published in 1989, is a business and self-help book written by Stephen R. Covey.\n Covey defines effectiveness as the balance of obtaining desirable results with caring for that which produces those results. He illustrates this by referring to the fable of the goose that laid the golden eggs. He claims that effectiveness can be expressed in terms of the P/PC ratio, where P refers to getting desired results and PC is caring for that which produces the results.\n Covey argues against what he calls the personality ethic, which he sees as prevalent in many modern self-help books. He promotes what he labels the character ethic: aligning one's values with what he claims to be universal and timeless principles. By doing this, Covey distinguishes principles and values. He sees principles as external natural laws, while values remain internal and subjective. He says that values govern people's behavior, while principles ultimately determine the consequences. Covey presents his teachings in a series of seven habits, organized as a progression from dependence through independence on to interdependence.\n Covey uses the concept of paradigm shift and says that different perspectives exist – i.e. two people can see the same thing and yet differ from each other in their perception of the thing.\n Covey also introduces the maturity continuum. These are three successive stages of increasing maturity: dependence, independence, and interdependence. At birth, everybody is dependent. And characteristics of this dependence may linger; this is the first and lowest stage of maturity.\n Covey says that each of the first three habits is intended to help achieve independence, the next three habits are intended to help achieve interdependence, and the seventh habit is intended to help maintain these achievements. Each of the seven habits has a section of the book devoted to it:\n The first three habits aim at developing independence (i.e., self-ma...",
    "link": "None"
  },
  {
    "genre": "Autobiographical novel",
    "author": "Tetsuko Kuroyanagi",
    "year_published": 1981,
    "title": "Totto-Chan: The Little Girl at the Window",
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "summary": "Totto-chan, the Little Girl at the Window (Japanese: 窓ぎわのトットちゃん, Hepburn: Madogiwa no Totto-chan) is an autobiographical memoir written by Japanese television personality and UNICEF Goodwill Ambassador Tetsuko Kuroyanagi. The book was published in 1981, and became an \"instant bestseller\" in Japan. The book is about the values of the unconventional education that Kuroyanagi received during World War II at Tomoe Gakuen, a Tokyo elementary school founded by educator Sosaku Kobayashi.\n The Japanese name of the book is an expression used to describe people who have failed.\n After hearing about how children were refusing to attend school, Tetsuko decided to write about her experience attending Tomoe Gakuen. Totto-chan was originally published in Japan as a series of articles in Kodansha's Young Woman magazine appearing from February 1979 through December 1980. The articles were then collected into a book, which made Japanese publishing history by selling more than 5 million before the end of 1982, which made the book break all previous publishing records and become the bestselling book in Japanese history.\n An English edition, translated by Dorothy Britton, was published in America in 1984. The book has been translated into a number of languages, including, Arabic, Burmese, Chinese, Dutch, French, Italian, German, Korean, Malay, Nepali, Tagalog, Vietnamese, Indonesian, Thai, Russian, Uyghur, Sinhala, and Lao, and 11 Indian languages including Hindi, Marathi, Gujarati, Telugu, Assamese, Kannada, Tamil, Malayalam, Bengali, and Oriya.\n A bilingual collection of stories from the book, entitled Best of Totto-chan: Totto Chan: The Little Girl at the Window, was published in 1996.\n The book begins with Totto-chan's mother coming to know of her daughter's expulsion from public school. Her mother realizes that Totto-chan needs a school where more freedom of expression is permitted. Thus, she takes Totto-chan to meet the headmaster of the new school...",
    "link": "https://en.wikipedia.org/wiki/Totto-Chan:_The_Little_Girl_at_the_Window"
  },
  {
    "genre": "Novel",
    "author": "Mikhail Sholokhov",
    "year_published": 1935,
    "title": "Virgin Soil Upturned",
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "summary": "Virgin Soil Upturned (Russian: Поднятая целина, romanized: Podnyataya tselina) is a 1939 Soviet drama film directed by Yuli Raizman.\n In January 1930, the farm Gremyachy Log arrives collectivization former sailor, communist-twenty-five-thousander, a former worker of the Leningrad plant, Semyon Davydov. In the farm he meets and gets acquainted with Makar Nagulnov, the head of the local party cell, and the chairman of  village council, Andrei Razmyotnov. The members of  party convened a meeting of  Gremyachins activists and the poor. The present farmers registered in the collective farm and recorded those who should be dekulakization. The prosperous farmers did not aspire to the collective farm. At the end of February, an entry into the collective farm stopped, an enemy force acted in the farm. Dissatisfied secretly gathered to discuss how to discourage collectivization.\n \n This article related to a Soviet film of the 1930s is a stub. You can help Wikipedia by expanding it....",
    "link": "https://en.wikipedia.org/wiki/Virgin_Soil_Upturned_(1939_film)"
  },
  {
    "genre": "New-age spiritual novel",
    "author": "James Redfield",
    "year_published": 1993,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "The Celestine Prophecy",
    "summary": "The Celestine Prophecy: An Adventure is  a 1993 novel by James Redfield that discusses various psychological and spiritual ideas rooted in multiple ancient Eastern traditions and New Age spirituality. The main character undertakes a journey to find and understand a series of nine spiritual insights in an ancient manuscript in Peru. The book is a first-person narrative of the narrator's spiritual awakening as he goes through a transitional period of his life.\n The book discusses various psychological and spiritual ideas that are rooted in many ancient Eastern traditions, such as how opening to new possibilities can help an individual establish a connection with the Divine. The main character undertakes a journey to find and understand a series of nine spiritual insights in an ancient manuscript in Peru. The book is a first-person narrative of spiritual awakening. The narrator is in a transitional period of his life and begins to notice instances of synchronicity, which is the belief that coincidences have a meaning personal to those who experience them.\n The story opens with the male narrator becoming reacquainted with an old female friend, who tells him about the insights contained in a manuscript dating to 600 BC, which has been only recently translated. After this encounter leaves him curious, he decides to go to Peru. On the airplane, he meets a historian who also happens to be interested in the manuscript.\n The historian explains how the world is currently undergoing an enormous shift in consciousness, elaborating on how things had been generally understood (until now) to be: 1) In the beginning, people believed the world to be governed by the forces of divinity; everything could be explained as an act of a god or gods, 2) With increasing knowledge of the world, brought about by scientific inquiry, people turned to the men and women of science for an explanation of life and their world, and 3) Since the problem of how to find meaning in the world could not be so...",
    "link": "None"
  },
  {
    "genre": "Young adult romantic novel",
    "author": "John Green",
    "year_published": 2012,
    "title": "The Fault in Our Stars",
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "summary": "The Fault in Our Stars is a novel by John Green. It is his fourth solo novel, and sixth novel overall. It was published on January 10, 2012. The title is inspired by Act 1, Scene 2 of Shakespeare's play Julius Caesar, in which the nobleman Cassius says to Brutus: \"Men at some time were masters of their fates, / The fault, dear Brutus, is not in our stars, / But in ourselves, that we are underlings.\" The story is narrated by Hazel Grace Lancaster, a 16-year-old girl with thyroid cancer that has affected her lungs. Hazel is forced by her parents to attend a support group where she subsequently meets and falls in love with 17-year-old Augustus Waters, an ex-basketball player, amputee, and survivor of osteosarcoma.\n An American feature film adaptation of the same name as the novel directed by Josh Boone and starring Shailene Woodley, Ansel Elgort, and Nat Wolff was released on June 6, 2014. A Hindi feature film adaptation of the novel, titled Dil Bechara, which was directed by Mukesh Chhabra and starring Sushant Singh Rajput, Sanjana Sanghi, Saswata Chatterjee, Swastika Mukherjee and Saif Ali Khan was released on July 24, 2020, on Disney+ Hotstar. The American film adaptation and the book enjoyed strong critical and commercial success, with the latter becoming one of the best-selling books of all time.\n Hazel Grace Lancaster, a 16-year-old with thyroid cancer that has spread to her lungs, attends a cancer patient support group at her mother's behest. At one meeting, Hazel meets a 17-year-old boy currently in remission named Augustus Waters, whose osteosarcoma caused him to lose his right leg. Augustus is at the meeting to support Isaac, his friend who has eye cancer. Hazel and Augustus strike a bond immediately and agree to read each other's favorite novels. Augustus gives Hazel The Price of Dawn, and Hazel recommends An Imperial Affliction, a novel about a cancer-stricken girl named Anna that parallels Hazel's own experience. After Augustus finishes reading her b...",
    "link": "https://en.wikipedia.org/wiki/The_Fault_in_Our_Stars"
  },
  {
    "genre": "Novel",
    "author": "William P. Young",
    "year_published": 2007,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "The Shack",
    "summary": "The Shack is a novel by Canadian author William P. Young that was published in 2007.\n The novel was self-published but became a USA Today bestseller, having sold 1 million copies as of June 8, 2008. It was the No. 1 paperback trade fiction seller on The New York Times Best Seller list from June 2008 to early 2010, in a publishing partnership with Hachette Book Group USA's FaithWords imprint (Hodder & Stoughton in the UK). In 2009 it was awarded the \"Diamond Award\" for sales of over 10 million copies by the Evangelical Christian Publishers Association.\n The title of the book is a metaphor for \"the house you build out of your own pain\", as Young explained in a telephone interview. He also told radio host talk show Drew Marshall that The Shack \"is a metaphor for the places you get stuck, you get hurt, you get damaged ... where shame or hurt is centered.\"\n The novel is set in the American Northwest. The main character is Mackenzie Allen Phillips, a father of five called \"Mack\" by his family and friends. Four years prior to the main events of the story, Mack takes three of his children on a camping trip to Wallowa Lake near Joseph, Oregon, stopping at Multnomah Falls on the way. Two of his children are playing in a canoe when it flips and almost drowns Mack's son. Mack is able to save his son by rushing into the water and freeing him from the canoe's webbing but unintentionally leaves his youngest daughter Missy alone at their campsite. After Mack returns, he sees that Missy is missing. The police are called, and the family discovers that Missy has been abducted and murdered by a serial killer known as the \"Little Ladykiller\". The police find an abandoned shack in the woods where Missy was taken: Her bloodied clothing is found, but her body is not located. Mack's life sinks into what he calls, \"The Great Sadness\".\n As the novel begins, Mack receives a note in his mailbox from \"Papa\", saying that he would like to meet with Mack that coming weekend at the...",
    "link": "None"
  },
  {
    "genre": "Children's Literature, picture book",
    "author": "Sergey Mikhalkov",
    "year_published": 1936,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Uncle Styopa",
    "summary": "Sergey Vladimirovich Mikhalkov (Russian: Сергей Владимирович Михалков; 13 March [O.S. 28 February] 1913 – 27 August 2009) was a Soviet and Russian author of children's books and satirical fables. He wrote the lyrics for the Soviet and Russian national anthems.\n Born in Moscow, into the noble Mikhalkov family, as the son of Vladimir Aleksandrovich Mikhalkov and Olga Mikhailovna (née Glebova). Since the 1930s, he has rivaled Korney Chukovsky, Samuil Marshak and Agniya Barto as the most popular poet writing for Russophone children. His poems about enormously tall \"Uncle Styopa\" (\"Дядя Стёпа\") enjoyed particular popularity. Uncle Styopa is a friendly policeman always ready to rescue cats stuck up trees, and to perform other helpful deeds. In English, his name translates as Uncle Steeple.\n As a 29-year-old in 1942, Mikhalkov's work drew the attention of the Soviet Union's leader Joseph Stalin, who commissioned him to write lyrics for a new national anthem. At the time, the country was deeply embroiled in World War II and Stalin wanted a more patriotic theme for the national anthem, to replace The Internationale.\n Mikhalkov penned words with writer El-Registan (1899–1945) to accompany a musical score by the composer Alexander Alexandrov (1883–1946) that became known as State Anthem of the Soviet Union. The new anthem was presented to Stalin in the summer of 1943 and was introduced as the country's new anthem on 1 January 1944.\n Upon the death of Stalin in 1953, the lyrics, which mentioned him by name, were discarded during the process of de-Stalinization and the anthem continued to be used without words. Mikhalkov wrote new lyrics in 1970, but they were not submitted to the Presidium of the Supreme Soviet until 27 May 1977. The new lyrics, which removed any reference to Stalin, were approved on 1 September and were made official with the printing of the new Soviet Constitution in October 1977.\n During the Soviet era, Mikhalkov and his wife, Natalia Konchalo...",
    "link": "None"
  },
  {
    "genre": "Crime novel",
    "author": "Mario Puzo",
    "year_published": 1969,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "The Godfather",
    "summary": "The Godfather is a crime novel by American author Mario Puzo. Originally published in 1969 by G. P. Putnam's Sons, the novel details the story of a fictional Mafia family in New York City and Long Island, headed by Vito Corleone, the Godfather. The novel covers the years 1945 to 1955 and includes the back story of Vito Corleone from early childhood to adulthood.\n The first in a series of novels, The Godfather is noteworthy for introducing Italian words like consigliere, caporegime, Cosa Nostra, and omertà to an English-speaking audience. It inspired a 1972 film of the same name. Two film sequels, including new contributions by Puzo himself, were made in 1974 and 1990.\n The Corleone family, one of the Five Families of the New York Mafia, fights the other four families in a brutal war in the years after World War II. After Don Vito Corleone is shot by men working for drug kingpin Virgil \"The Turk\" Sollozzo, two of Corleone's sons, Santino (Sonny) and Michael, must run the family business with the help of consigliere Tom Hagen and the family's two trusted caporegimes, Peter Clemenza and Salvatore Tessio. When Michael murders Sollozzo and his bodyguard, corrupt NYPD Captain Mark McCluskey, while meeting with them in a restaurant, the conflict escalates into a full-scale war which results in Sonny's murder. Michael must return from hiding in Sicily to assume control of the family as the new Don. Under his retired father's tutelage, Michael orchestrates a plan to exact revenge, while relocating the Corleone family's power base to Las Vegas in order to further his goal of legitimizing the family and getting them out of organized crime. This encompasses the murder of all of the Corleone family's enemies, including Michael's brother-in-law Carlo Rizzi, who played a part in Sonny's murder. After selling all of the family's remaining businesses in New York, the Corleones permanently move to Las Vegas.\n The Corleone family patriarch is Vito Corleone (the Don), whose surname rep...",
    "link": "None"
  },
  {
    "genre": "Young adult novel, adventure, dystopian, science fiction",
    "author": "Suzanne Collins",
    "year_published": 2009,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "Catching Fire",
    "summary": "Catching Fire is a 2009 dystopian young adult fiction novel by the American novelist Suzanne Collins, the second book in The Hunger Games series. As the sequel to the 2008 bestseller The Hunger Games, it continues the story of Katniss Everdeen and the post-apocalyptic nation of Panem. Following the events of the previous novel, a rebellion against the oppressive Capitol has begun, and Katniss and fellow tribute Peeta Mellark are forced to return to the arena in a special edition of the Hunger Games.\n The book was first published on September 1, 2009, by Scholastic, in hardcover, and was later released in ebook and audiobook format. Catching Fire received mostly positive reviews, with reviewers praising Collins' prose, the book's ending, and the development of Katniss's character. According to critics, major themes of the novel include survival, authoritarianism, rebellion and interdependence versus independence. The book has sold more than 19 million copies in the U.S. alone. A film adaptation, The Hunger Games: Catching Fire, was released on November 22, 2013.\n Six months after winning the 74th Hunger Games, Katniss Everdeen and Peeta Mellark have returned home to District 12, the poorest sector of Panem. Prior to Katniss and Peeta's \"Victory Tour\" of the country, President Snow visits Katniss and tells her that her televised acts of defiance in the previous Games have inspired rebellion among the districts. Snow demands that Katniss convince the country that she was acting out of love for Peeta, not against the Capitol, or her family and best friend Gale Hawthorne will be executed. Katniss reveals this threat to her mentor, Haymitch Abernathy, but not to Peeta.\n The tour's first stop is District 11, home of Katniss's Hunger Games ally Rue. Peeta announces that he will give part of his winnings to the families of Rue and fellow tribute Thresh, and Katniss delivers an impromptu, heartfelt speech expressing her gratitude to the fallen tributes. An old man salutes Kat...",
    "link": "None"
  },
  {
    "genre": "Young Adult novel, adventure, war, science fiction, action thriller",
    "author": "Suzanne Collins",
    "year_published": 2010,
    "title": "Mockingjay",
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "summary": "Mockingjay is a 2010 dystopian young adult fiction novel by American author Suzanne Collins. It is chronologically the last installment of The Hunger Games series, following 2008's The Hunger Games and 2009's Catching Fire. The book continues the story of Katniss Everdeen, who agrees to unify the districts of Panem in a rebellion against the tyrannical Capitol.\n The hardcover and audiobook editions of Mockingjay were published by Scholastic on August 24, 2010, six days after the ebook edition went on sale. The book sold 450,000 copies in the first week of release, exceeding the publisher's expectations. It received positive reaction from critics. The book has been adapted into a two-part movie, with the first part released on November 21, 2014, and the second part released on November 20, 2015.\n Collins has said that the main inspiration for The Hunger Games series came from the classical account of Theseus and the Minotaur. In Greek mythology, as a punishment for the killing of King Minos's son Androgeos, Athens was forced to sacrifice seven youths and seven maidens to Crete, who were then put in the Labyrinth and killed by the Minotaur. After a while, Theseus, the son of the Athenian king, decided to put an end to the Minotaur and Minos's terror, so he volunteered to join the third group of victims, ultimately killing the Minotaur and leading his companions out of the monster's Labyrinth.\n Collins has said that there are also many parallels between the Roman Empire and the fictional nation of Panem. She describes the Hunger Games as \"an updated version of the Roman gladiator games, which entails a ruthless government forcing people to fight to the death as popular entertainment.\" Collins also explains that the name \"Panem\" came from the Latin phrase \"Panem et Circenses\", which means \"Bread and Circuses\" and refers to the strategy used by Roman emperors to appease the masses by providing them with food and entertainment (Juvenal, Satires, 10.81).\n As wi...",
    "link": "https://en.wikipedia.org/wiki/Mockingjay"
  },
  {
    "genre": "Japanese novel",
    "author": "Banana Yoshimoto",
    "year_published": 1988,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Kitchen",
    "summary": "Kitchen (キッチン) is a novel written by Japanese author Banana Yoshimoto (吉本ばなな) in 1988 and translated into English in 1993 by Megan Backus.\n Although one may notice a certain Western influence in Yoshimoto's style, Kitchen is still critically recognized as an example of contemporary Japanese literature; The Independent, The Times, and The New Yorker have all reviewed the novel favorably.\n Most editions also include a novella entitled Moonlight Shadow, which is also a tragedy dealing with loss and love.\n There have been two films made of the story, a Japanese movie in 1989 and a more widely released version produced in Hong Kong by Yim Ho in 1997.\n From Mikage's love of kitchens to her job as a culinary teacher's assistant to the multiple scenes in which food is merely present, Kitchen is a short window into the life of a young Japanese woman and her discoveries about food and love amongst a background of tragedy.\n In Kitchen, a young Japanese woman named Mikage Sakurai struggles to overcome the death of her grandmother. She gradually grows close to one of her grandmother's friends, Yuichi, from a flower shop and ends up staying with him and his transgender mother, Eriko. During her stay, she develops affection for Yuichi and Eriko, almost becoming part of their family. However, she moves out after six months as she finds a new job as a culinary teacher's assistant. When she finds that Eriko was murdered, she tries to support Yuichi through the difficult time, and realises that Yuichi is probably in love with her. Reluctant to face her own feelings for him, she goes away to Izu for a work assignment, while Yuichi stays in a guest-house. However, after going to a restaurant to eat katsudon, she realises she wants to bring it to Yuichi. She goes to Yuichi’s guest-house and sneaks inside his room in the middle of the night to bring him katsudon. There Mikage tells him she doesn’t want to lose him and proposes to build a new life together.\n In Moonlight Shadow, a woman na...",
    "link": "None"
  },
  {
    "genre": "Science fiction novel",
    "author": "Ivan Yefremov",
    "year_published": 1957,
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "title": "Andromeda Nebula",
    "summary": "The Andromeda Nebula (Russian: Туманность Андромеды) is a 1967 Soviet science fiction film starring Sergei Stolyarov and directed by Yevgeni Sherstobitov at the Dovzhenko Film Studios. The film was originally intended to be the first episode of a series of films, alternatively titled as The Andromeda Nebula: Episode I. Prisoners of the Iron Star, but the remaining parts were never made due to Stolyarov's death.\n The film is based upon the 1957 novel Andromeda Nebula by Ivan Yefremov. It follows the story of a group of humans on the spaceship Tantra who are tasked with investigating the home planet of an alien race. They discover that artificial radioactivity has killed almost all life on that planet. During the voyage home the ship is trapped by the gravitational force of an iron star and lands on a planet orbiting the star. Surrounded by predators who destroy human nervous system through space suits, the crew has to fight to see Earth again.\n The film was considered by some in the Soviet Union as being mildly pornographic at time of release and a review in the magazine of the Communist Party of Great Britain, Marxism Today, fifteen years later, noted the \"Russian space tits controversy\" as an example of \"both increasing boundaries of the permissable as well as showing increased censorship in the early Brezhnev era\".\n This article related to a Soviet film of the 1960s is a stub. You can help Wikipedia by expanding it. This 1960s science fiction film–related article is a stub. You can help Wikipedia by expanding it....",
    "link": "None"
  },
  {
    "genre": " non-fiction, paranormal literature",
    "author": "Charles Berlitz",
    "year_published": 1974,
    "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/f/f4/Charles_Berlitz_-_The_Bermuda_Triangle_-_1977_Panther_paperback_book_cover.jpg/220px-Charles_Berlitz_-_The_Bermuda_Triangle_-_1977_Panther_paperback_book_cover.jpg",
    "title": "The Bermuda Triangle",
    "summary": "The Bermuda Triangle is a best-selling 1974 book by Charles Berlitz which popularized the belief of the Bermuda Triangle as an area of ocean prone to disappearing ships and airplanes. The book sold nearly 20 million copies in 30 languages.\n In the book, Berlitz elaborates upon several theories for the purported disappearances. One of those theories states that the Bermuda Triangle was actually a by-product of the destruction of Atlantis.\n The book was the subject of criticism in Larry Kusche's 1975 work The Bermuda Triangle Mystery—Solved, in which Kusche cites errors in the reports of missing ships, and has also said \"If Berlitz were to report that a boat were red, the chance of it being some other color is almost a certainty.\" Lloyd's of London has determined the Triangle to be no more dangerous than any other piece of the ocean, and does not charge unusual rates of insurance for passage through the area. United States Coast Guard records confirm this determination. However, tales of missing ships, although promoted by Berlitz, existed prior to the book's publication. He first heard of these tales at his travel agency, wondering why his customers requested to avoid flying over this region.\n The book was produced with the collaboration of J. Manson Valentine, who provided photos and illustrations. It was later the basis for a theatrical film of René Cardona Jr. released in 1978 and a Sunn Classic Pictures documentary by Richard Friedenberg released in 1979.\n \n This article about a non-fiction book on popular culture is a stub. You can help Wikipedia by expanding it....",
    "link": "https://en.wikipedia.org/wiki/The_Bermuda_Triangle_(book)"
  },
  {
    "genre": "Novel",
    "author": "Chinua Achebe",
    "year_published": 1958,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "Things Fall Apart ",
    "summary": "Things Fall Apart is the debut novel of Nigerian author Chinua Achebe, first published in 1958. It depicts the events of pre-colonial life in Igboland, a cultural area in modern-day southeastern Nigeria, and the subsequent appearance of European missionaries and colonial forces in the late 19th century. It is seen as an archetypal modern African novel in English, and one of the first such novels to receive global critical acclaim. It is a staple book in schools throughout Africa and is widely studied in English-speaking countries around the world. The novel was first published in the United Kingdom in 1958 by William Heinemann Ltd and became the first work published in Heinemann's African Writers Series.\n The novel follows the life of Okonkwo, an influential leader of the fictional Igbo (\"Ibo\" in the novel) clan of Umuofia. Among other things, he is a feared warrior and a local wrestling champion. The novel is split into three parts, with the first describing his family, personal history, his violent exterior and tortured soul, and the customs and society of the Igbo. The second and third sections introduce the influence of European colonialism and Christian missionaries on Okonkwo, his family, and the wider Igbo community.\n Things Fall Apart was followed by a sequel, No Longer at Ease (1960), originally written as the second part of a larger work along with Arrow of God (1964). Achebe states that his two later novels, A Man of the People (1966) and Anthills of the Savannah (1987), while not featuring Okonkwo's descendants, are spiritual successors of the previous novels in chronicling African history.\n The novel's protagonist, Okonkwo, is famous in the villages of Umuofia for being a wrestling champion. Okonkwo is strong, hard-working, and strives to show no weakness or fear. He is characterized as being starkly different from his father, Unoka, who had been a debtor unable to support his wife or children, and who preferred playing his flute over conflict. Ok...",
    "link": "None"
  },
  {
    "genre": "Semi-autobiographical novel",
    "author": "Jiang Rong",
    "year_published": 2004,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Wolf Totem",
    "summary": "Wolf Totem (simplified Chinese: 狼图腾; traditional Chinese: 狼圖騰; pinyin: Láng Túténg) is a 2004 Chinese semi-autobiographical novel about the experiences of a young student from Beijing who finds himself sent to the countryside of Inner Mongolia in 1967, at the height of China's Cultural Revolution. The author, Lü Jiamin, wrote the book under the pseudonym Jiang Rong; his true identity did not become publicly known until several years after the book's publication.\n Wolf Totem is narrated by the main character, Chen Zhen, a Chinese man in his late twenties who, like the author, left his home in Beijing, China to work in Inner Mongolia during the Cultural Revolution. Through descriptions of folk traditions, rituals, and life on the steppe, Wolf Totem compares the culture of the ethnic Mongolian nomads and the Han Chinese farmers in the area. According to some interpretations, the book praises the \"freedom, independence, respect, unyielding before hardship, teamwork and competition\" of the former and criticizes the \"Confucian-inspired culture\" of the latter, which was \"sheep-like\". The book condemns the agricultural collectivisation imposed on the nomads by the settlers, and the ecological disasters it caused, and ends with a 60-page \"call to action\" disconnected from the main thread of the novel.\n The author has said he was inspired to begin writing Wolf Totem by accident: he ignored the advice of the clan chief of the group of nomads with whom he was staying, and accidentally stumbled across a pack of wolves. Terrified, he watched as the wolves chased a herd of sheep off a cliff, then dragged their corpses into a cave. From then on, fascinated by the wolves, he began to study them and their relationship with the nomads more closely, and even attempted to domesticate one.\n Wolf Totem exhibited strong sales almost immediately after its release, selling 50,000 copies in two weeks; pirated editions began to appear five days after the book first appeared o...",
    "link": "None"
  },
  {
    "genre": "Memoir",
    "author": "Xaviera Hollander",
    "year_published": 1971,
    "title": "The Happy Hooker: My Own Story",
    "image_url": "https://media.istockphoto.com/id/1633541037/photo/reading-on-vacation.webp?b=1&s=170667a&w=0&k=20&c=E_NIrk6S9cxY-9Ahp_ha5C0xfUzDss7f0x4h8uTxxls=",
    "summary": "The Happy Hooker is a 1975 American biographical comedy film directed by Nicholas Sgarro and starring Lynn Redgrave. It was adapted from the best-selling memoir by Xaviera Hollander.\n As prostitutes are arrested in New York, a flashback begins to the life of one of them, a Dutch secretary Xaviera Hollander who moved to New York in hopes of marrying her fiancé Carl, whom she met whilst visiting her sister in South Africa.\n Observing how Carl does not help her take her bags off the airplane and his increasingly long morning routine and primping, Xaviera grows concerned he is not the man she thought he was. Her suspicions are confirmed when his mother insults her over dinner. Xaviera offers him a choice of her or his mother and he picks his mother.\n Xaviera finds work at the Dutch Embassy as a translator and secretary. She is asked on a date by Frenchman Yves and quickly falls in love with him and his extravagant lifestyle, as Yves has made a small fortune as a consultant for large corporations and even small countries.\n Yves announces that he must leave as he has been summoned by the king of a Middle Eastern country. Xaviera breaks down crying. He hands her a large envelope containing cash. Although it makes her feel like a prostitute, she realizes quickly that this may be her calling in life because she loves sex and money. She starts meeting up with Yves' friends.\n Xaviera prospers as a prostitute until she is shaken down by a corrupt police officer who takes her money and tries to rape her. Instead of paying him off, she goes to work at a local bordello with a madam who offers her a 50/50 split. Xaviera decides that she can do better on her own, so she leaves to open her own bordello ten blocks away. After a while, she is the most successful madam in New York City and buys out her former madam's business as well.\n All is well until the corrupt cop from earlier in the film sees her and instigates a raid, sending her to jail. Xaviera's attorney bails her ...",
    "link": "https://en.wikipedia.org/wiki/The_Happy_Hooker"
  },
  {
    "genre": "Thriller",
    "author": "Peter Benchley",
    "year_published": 1974,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Jaws",
    "summary": "Jaws is a novel by American writer Peter Benchley, published in 1974. It tells the story of a large great white shark that preys upon a small Long Island resort town and the three men who attempt to kill it. The novel grew out of Benchley's interest in shark attacks after he learned about the exploits of Montauk, New York shark fisherman Frank Mundus in 1964. Doubleday commissioned him to write the novel in 1971, a period when Benchley worked as a freelance journalist.\n Through a marketing campaign orchestrated by Doubleday and paperback publisher Bantam Books, Jaws was incorporated into many book sales clubs catalogues and attracted media interest. After first publication in February 1974, the novel was a great success, with the hardback remaining on the bestseller list for 44 weeks and the subsequent paperback edition selling millions of copies the following year. Reviews of the novel were mixed, with many literary critics finding the prose and characterizations amateurish and banal, despite the novel's effective suspense.\n Film producers Richard D. Zanuck and David Brown read the novel before its publication and purchased the film rights. Steven Spielberg was selected to direct the movie adaptation,  Jaws, released in June, 1975. The film omitted all of the novel's subplots and focused primarily on the shark and the characterizations of the three protagonists. Jaws became the highest-grossing movie in history up to that time, becoming a watershed film in motion picture history and credited as the first summer blockbuster film. Three sequels followed the film, which were met with mixed to negative responses.\n The story is set in Amity, a fictional small, seaside resort town on the south shore of Long Island within the \"Hamptons\" region; the novel places it halfway between Bridgehampton and East Hampton. One night, a young woman named Christine Watkins and a man make love on the beach. Afterwards, she skinny dips alone in the ocean where she is attacked and killed ...",
    "link": "None"
  },
  {
    "genre": "Children's literature, picture book, fiction",
    "author": "Robert Munsch",
    "year_published": 1986,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "Love You Forever",
    "summary": "Love You Forever is a 1986 children's picture book written by Robert Munsch and illustrated by Sheila McGraw. The story centers on a mother who sings a lullaby to her son at each stage of his life. During his childhood, she becomes frustrated with his rebellious nature, yet always sings to him after he falls asleep. The mother and son grow older, with the former becoming sick due to old age, and one day unable to sing the lullaby. The son sings the song for her, then sings it to his newborn daughter.\n The story details the cycle of life by chronicling the experiences of a young son and his mother throughout the course of the boy's life and describing the frustrating behavior exhibited by him throughout his youth. \n Despite her occasional aggravation caused by her son's behavior at 2 years old, 9 years old, and as a teenager, the mother nonetheless visits his bedroom nightly to cradle him in her arms, and sing a brief lullaby promising to always love him:\n I'll love you forever\n I'll like you for always\n As long as I'm living\n My baby you'll be\n After her son enters adulthood and moves across town, his elderly mother occasionally sneaks into his bedroom at night to croon her customary lullaby. \n However, she gradually grows old and frail, and her grown son visits his feeble, sickly mother for the final time. \n When the son first arrives, his mother tries to sing her lullaby to him, but she is too weak to finish. The son then cradles his mother in his arms and sings the lullaby for her in reciprocation for the unconditional love that she had shown him throughout his life, changing the last line to \"my mommy you'll be.\" \n After returning home, the son pauses at the top of the stairs for a long moment (perhaps grieving the death of his mother). He then goes into the nursery, cradles his newborn daughter, and sings his mother's signature lullaby for her, implying that the cycle will continue.\n The book was written after Munsch and his wife had two stillborn babies. It...",
    "link": "None"
  },
  {
    "genre": "Feminist novel",
    "author": "Marilyn French",
    "year_published": 1977,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "The Women's Room",
    "summary": "Marilyn French (née Edwards; November 21, 1929 – May 2, 2009) was an American radical feminist author, most widely known for her second book and first novel, the 1977 work The Women's Room.\n French was born in Brooklyn to E. Charles Edwards, an engineer, and Isabel Hazz Edwards, a department store clerk. In her youth, she was a journalist, writing a neighborhood newsletter. She played the piano and dreamed of becoming a composer. She received a bachelor's degree from Hofstra University (then Hofstra College) in 1951, in philosophy and English literature.  Marilyn Edwards married Robert M. French Jr. in 1950 and supported him while he attended law school. The couple had two children. French also received a master's degree in English from Hofstra, in 1964.  She divorced Robert French in 1967 and then pursued a doctorate at Harvard University, where she earned a PhD in 1972 on the thesis of The Book as World: James Joyce's Ulysses.\n French was diagnosed with esophageal cancer in 1992. This experience was the basis for her book A Season in Hell: A Memoir (1998). She survived cancer and later died from heart failure at age 79, on May 2, 2009, in Manhattan.\n French was an English instructor at Hofstra, from 1964 to 1968, and was an assistant professor of English at the College of the Holy Cross in Worcester, Massachusetts, from 1972 to 1976.\n In her works, French asserted that women's oppression is an intrinsic part of the male-dominated global culture. For instance, one of her first non-fiction works, Beyond Power: On Women, Men and Morals (1985), in which she traces and analyses the history of gender relations from early matrifocal societies to the lives of women and men \"in the age of patriarchy\". French took issue with the expectations of married women in the post-World War II era and became a leading, if controversial, opinion maker on gender issues who decried the patriarchal society she saw around her. \"My goal in life is to change the entire s...",
    "link": "None"
  },
  {
    "genre": "Pregnancy guide",
    "author": "Arlene Eisenberg and Heidi Murkoff",
    "year_published": 1984,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "What to Expect When You're Expecting",
    "summary": "What to Expect When You're Expecting is a pregnancy guide, now in its fifth edition, authored by Heidi Murkoff and Sharon Mazel and published by Workman Publishing.  Its first edition, authored by Murkoff, Arlene Eisenberg, and Sandee Hathaway, was originally published in 1984. The book consistently tops The New York Times Best Seller list in the paperback advice category, is one of USA Today's \"25 Most Influential Books\" of the past 25 years and has been described as \"the bible of American pregnancy\". As of 2021[update], per the publisher and the author's agent, over 22 million copies were in print in . According to USA Today, 93 percent of all expectant mothers who read a pregnancy guide read What to Expect When You're Expecting. In 2005, WhatToExpect.com launched. The What to Expect mobile app launched on iOS in 2009 and Android in 2014. In 2012, What to Expect When You're Expecting was adapted into a film released by Lionsgate.\n Author Heidi Murkoff cites her own quest for reassuring information during her first pregnancy as being the motivation for developing What to Expect When You're Expecting. Murkoff collaborated with her mother Arlene Eisenberg, a freelance journalist, and her sister Sandee Hathway, a nurse, when writing the first three editions of the pregnancy guide.\n Its iconic title emerged when an employee of the publisher suggested it as a subtitle for the temporarily titled manuscript, \"Pregnancy:\" By publication, the subtitle had claimed the top spot.\n Although the book's initial print run was small, word of mouth and innovative promotion led to sales that increased in every subsequent year.\n The book presents advice in a question-and-answer format. It proceeds chronologically from the time a woman first begins to suspect pregnancy, through each of the nine months (with one chapter devoted to each), and into the postpartum period. The beginning of each chapter includes a section called “Your Body This Month,” ...",
    "link": "None"
  },
  {
    "genre": "Picaresque novel, satire ",
    "author": "Mark Twain",
    "year_published": 1885,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "Adventures of Huckleberry Finn",
    "summary": "Huckleberry \"Huck\" Finn is a fictional character created by Mark Twain who first appeared in the book The Adventures of Tom Sawyer (1876) and is the protagonist and narrator of its sequel, Adventures of Huckleberry Finn (1884). He is 12 to 13 years old during the former and a year older (\"thirteen to fourteen or along there\", Chapter 17) at the time of the latter. Huck also narrates Tom Sawyer Abroad and Tom Sawyer, Detective, two shorter sequels to the first two books.\n Huckleberry \"Huck\" Finn is the son of the town's vagrant drunkard, \"Pap\" Finn. Sleeping on doorsteps when the weather is fair, in empty hogsheads during storms, and living off of what he gets from others, Huck lives the life of a destitute vagabond. The author metaphorically names him \"the juvenile pariah of the village\" and describes Huck as \"idle, and lawless, and vulgar, and bad\", qualities for which he was admired by all the other children in the village, although their mothers \"cordially hated and dreaded\" him.\n Huck is an archetypal innocent, able to discover the \"right\" thing to do despite the prevailing theology and prejudiced mentality of the South of that era. An example of this is his decision to help Jim escape slavery, even though he believes he will go to Hell for it.\n His appearance is described in The Adventures of Tom Sawyer. He wears the clothes of full-grown men which he probably received as charity, and as Twain describes him, \"he was fluttering with rags.\" He has a torn, broken straw hat, his trousers are supported with only one suspender, and \"was the first boy who went barefoot in the spring and the last to resume leather in the fall,\" (Mark Twain believed that it was \"tough\" or \"manly\" for young boys to go around barefoot at that time). Even Tom Sawyer, the St. Petersburg hamlet boys' leader sees him as \"the banished Romantic\".\n Tom's Aunt Polly calls Huck a \"poor motherless thing.\" Huck confesses to Tom in The Adventures of Tom Sawyer that he remembers his mother and his par...",
    "link": "None"
  },
  {
    "genre": "Young adult novel",
    "author": "Sue Townsend",
    "year_published": 1982,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "The Secret Diary of Adrian Mole, Aged 13¾",
    "summary": "The Secret Diary of Adrian Mole, Aged 13¾ is the first book in the Adrian Mole series of comedic fiction, written by English author Sue Townsend. The book is written in a diary style, and focuses on the worries and regrets of a teenager who believes himself to be an intellectual. The story is set in 1981 and 1982, and in the background it refers to some of the historic world events of the time, such as the Falklands War and the wedding of Prince Charles and Lady Diana as well as the birth of Prince William. Mole is a fierce critic of prime minister Margaret Thatcher, listing her as one of his worst enemies.\n Apart from the humorous events described in the diary, a lot of the book's humour originates from the unreliable narration of Mole, who naïvely, yet confidently,  misinterprets events around him.\n The book was first published in hardcover by Methuen on 7 October 1982.  Sequels include (in chronological order):\n The book was a best-seller, and had sold 1.9 million copies by November 1985. It won the Australian BILBY Older Readers Award in 1990. In 2003, it was listed at No. 112 on the BBC's The Big Read poll of the UK's best-loved books. In November 2019, BBC News included The Secret Diary of Adrian Mole, Aged 13¾ on its list of the 100 most influential novels.\n A 7-part radio series on BBC Radio 4 featured extracts from the book read by Nicholas Barnes. Townsend adapted the book for the stage in 1984 with music by Ken Howard and Alan Blaikley. There was also a 1985 television series.\n A successful stage production ran at the Wyndham's Theatre, London, in 1984-1986, that included Simon Gipps-Kent and followed with a road tour.\n A stage musical adaptation by Jake Brunger and Pippa Cleary opened at Leicester's Curve Theatre in March 2015. Townsend had been working on the project at the time of her death in 2014....",
    "link": "None"
  },
  {
    "genre": "Classic regency novel, romance",
    "author": "Jane Austen",
    "year_published": 1813,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Pride and Prejudice",
    "summary": "Pride and Prejudice is the second novel by English author Jane Austen, published in 1813. A novel of manners, it follows the character development of Elizabeth Bennet, the protagonist of the book, who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.\n Mr Bennet, owner of the Longbourn estate in Hertfordshire, has five daughters, but his property is entailed and can only be passed to a male heir. His wife also lacks an inheritance, so his family faces becoming poor upon his death. Thus, it is imperative that at least one of the daughters marry well to support the others, which is a primary motivation driving the plot.\n Pride and Prejudice has consistently appeared near the top of lists of \"most-loved books\" among literary scholars and the reading public. It has become one of the most popular novels in English literature, with over 20 million copies sold, and has inspired many derivatives in modern literature. For more than a century, dramatic adaptations, reprints, unofficial sequels, films, and TV versions of Pride and Prejudice have portrayed the memorable characters and themes of the novel, reaching mass audiences.\n In the early 19th century, the Bennet family live at their Longbourn estate, situated near the village of Meryton in Hertfordshire, England. Mrs Bennet's greatest desire is to marry off her five daughters to secure their futures.\n The arrival of Mr Bingley, a rich bachelor who rents the neighbouring Netherfield estate, gives her hope that one of her daughters might contract an advantageous marriage, because \"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife\".\n At a ball, the family is introduced to the Netherfield party, including Mr Bingley, his two sisters and Mr Darcy, his dearest friend. Mr Bingley's friendly and cheerful manner earns him popularity among the guests. He appears interest...",
    "link": "None"
  },
  {
    "genre": "Travel literature",
    "author": "Thor Heyerdahl",
    "year_published": 1950,
    "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/3/3e/Kon-Tiki%2C_Kon-Tiki_Museum%2C_2019_%2802%29.jpg/280px-Kon-Tiki%2C_Kon-Tiki_Museum%2C_2019_%2802%29.jpg",
    "title": "Kon-Tiki: Across the Pacific in a Raft",
    "summary": "The Kon-Tiki expedition was a 1947 journey by raft across the Pacific Ocean from South America to the Polynesian islands, led by Norwegian explorer and writer Thor Heyerdahl. The raft was named Kon-Tiki after the Inca god Viracocha, for whom \"Kon-Tiki\" was said to be an old name. Heyerdal's book on the expedition was entitled The Kon-Tiki Expedition: By Raft Across the South Seas. A 1950 documentary film  won the Academy Award for Best Documentary Feature. A 2012 dramatized feature film was nominated for the Academy Award for Best Foreign Language Film.\n The Kon-Tiki expedition was funded by private loans, along with donations of equipment from the United States Army. Heyerdahl and a small team went to Peru, where, with the help of dockyard facilities provided by the Peruvian authorities, they constructed the raft out of balsa logs and other native materials in an indigenous style as recorded in illustrations by Spanish conquistadores. The trip began on April 28, 1947. Heyerdahl and five companions sailed the raft for 101 days over 6,900 km (4,300 miles) across the Pacific Ocean before smashing into a reef at Raroia in the Tuamotus on August 7, 1947. The crew made successful landfall and all returned safely.\n Heyerdahl believed that people from South America could have reached Polynesia during pre-Columbian times. His aim in mounting the Kon-Tiki expedition was to show, by using only the materials and technologies available to those people at the time, that there were no technical reasons to prevent them from having done so. Although the expedition carried some modern equipment, such as a radio, watches, charts, sextant, and metal knives, Heyerdahl argued they were incidental to the purpose of proving that the raft itself could make the journey. \n Heyerdahl's full hypothesis of a South American origin of the Polynesian peoples is generally rejected today. Most archaeological, linguistic, cultural, and genetic evidence tends to support a western origin for Polynesian...",
    "link": "https://en.wikipedia.org/wiki/Kon-Tiki_expedition"
  },
  {
    "genre": "satirical dark comedy novel",
    "author": "Jaroslav Hašek",
    "year_published": 1923,
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "title": "The Good Soldier Švejk",
    "summary": "Book 2: Jaroslav Hašek (distributor A. Synek)\n The Good Soldier Švejk[a] (pronounced [ˈʃvɛjk]) is an unfinished satirical dark comedy novel by Czech writer Jaroslav Hašek, published in 1921–1923, about a good-humored, simple-minded, middle-aged man who appears to be enthusiastic to serve Austria-Hungary in World War I.\n The Good Soldier Švejk is the abbreviated title; the original Czech title of the work is Osudy dobrého vojáka Švejka za světové války, literally The Fateful Adventures of the Good Soldier Švejk During the World War. The book is the most translated novel of Czech literature, having been translated into over 50 languages.\n Hašek originally intended Švejk to cover a total of six volumes, but had completed only three (and started on the fourth) upon his death from heart failure on January 3, 1923.\n The novel as a whole was originally illustrated (after Hašek's death) by Josef Lada and more recently by Czech illustrator Petr Urban.\n The volumes are:\n Following Hašek's death, journalist Karel Vaněk was asked by the publisher Adolf Synek to complete the unfinished novel. Vaněk finished the fourth book in 1923 and in the same year also released the fifth and the sixth volumes, titled Švejk in Captivity (Švejk v zajetí) and Švejk in Revolution (Švejk v revoluci). Novels were published until 1949. In 1991 volumes 5 and 6 were again released as Švejk in Russian Captivity and Revolution (Švejk v Ruském zajetí a v revoluci), in two volumes or combined.\n The novel is set during World War I in Austria-Hungary, a multi-ethnic empire full of long-standing ethnic tensions. Fifteen million people died in the war, one million of them Austro-Hungarian soldiers, including around 140,000 who were Czechs. Hašek participated in this conflict and examined it in The Good Soldier Švejk.\n Many of the situations and characters seem to have been inspired, at least in part, by Hašek's service in the 91st Infantry Regiment of the Austro-Hungarian Army. The novel also deals wit...",
    "link": "None"
  },
  {
    "genre": "Children's picture book",
    "author": "Maurice Sendak",
    "year_published": 1963,
    "title": "Where the Wild Things Are",
    "image_url": "https://media.istockphoto.com/id/1460007248/photo/library-research-and-row-of-books-on-bookshelf-for-reading-knowledge-and-educational-learning.webp?b=1&s=170667a&w=0&k=20&c=TngiUK4f7spBY0U1r3xdicmFBK96Bi4JRrF4sNf2ELo=",
    "summary": "Where the Wild Things Are is a 1963 children's picture book written and illustrated by American writer and illustrator Maurice Sendak, originally published in hardcover by Harper & Row. The book has been adapted into other media several times, including an animated short film in 1973 (with an updated version in 1988); a 1980 opera; and a live-action 2009 feature-film adaptation. The book had sold over 19 million copies worldwide as of 2009, with 10 million of those being in the United States.\n Sendak won the annual Caldecott Medal from the children's librarians in 1964, recognizing Wild Things as the previous year's \"most distinguished American picture book for children\". It was voted the number one picture book in a 2012 survey of School Library Journal readers, not for the first time.\n The story focuses on a young boy named Max who, after dressing in his wolf suit, wreaks such havoc through his household that he is sent to bed without his supper. Max's bedroom undergoes a mysterious transformation into a jungle environment, and he winds up sailing to an island inhabited by monsters, simply called the Wild Things. The Wild Things try to scare Max, but to no avail. After stopping and intimidating the creatures, Max is hailed as the king of the Wild Things and enjoys a playful romp with his subjects. Finally, he stops them and sends them to bed without their supper. However, to the Wild Things' dismay, he starts to feel lonely and decides to abdicate and return home. The creatures do not want him to go and throw themselves into fits of rage as Max calmly sails away home. Upon returning to his bedroom, Max discovers a hot supper waiting for him.\n Sendak began his career as an illustrator, but by the mid-1950s he had decided to start both writing and illustrating his own books. In 1956, he published his first book for which he was the sole author, Kenny's Window (1956). Soon after, he began work on another solo effort. The story was supposed to be that of a...",
    "link": "https://en.wikipedia.org/wiki/Where_the_Wild_Things_Are"
  },
  {
    "genre": "Self-help",
    "author": "Norman Vincent Peale",
    "year_published": 1952,
    "image_url": "https://media.istockphoto.com/id/1456438531/photo/man-reading-the-bible.webp?b=1&s=170667a&w=0&k=20&c=b0DwGOuHMvCOOQsfQhrzZ3CX1e5KxGChID1PmF08UuI=",
    "title": "The Power of Positive Thinking",
    "summary": "The Power of Positive Thinking: A Practical Guide to Mastering the Problems of Everyday Living is a 1952 self-help book by American minister Norman Vincent Peale. It provides anecdotal \"case histories\" of positive thinking using a biblical approach, and practical instructions which were designed to help the reader achieve a permanent and optimistic attitude. These techniques usually involved affirmations and visualizations. Peale claimed that such techniques would give the reader a higher satisfaction and quality of life. The book was negatively reviewed by scholars and health experts, but was popular among the general public and has sold well.\n Norman Vincent Peale, born in 1898 in southwestern Ohio, graduated from Ohio Wesleyan University and later received his bachelor's and master's degrees in sacred theology from Boston University's School of Theology. Peale then attended Syracuse University where he received a Doctor of Divinity degree. After serving 10 years as a Methodist clergyman in New York, Peale became the pastor of New York City's Marble Collegiate Church where he stayed for 53 years, until his retirement in 1984. Throughout his career as a pastor, Peale wrote over 40 books, became a sought-after motivational speaker, started weekly radio and television shows, organized the American Foundation of Religion and Psychiatry, and co-founded the spiritual newsletter Guideposts with his wife, Ruth Stafford Peale.\n The Power of Positive Thinking was published in October 1952 and continues to be Peale's most widely read work. It was on the New York Times' bestsellers list for 186 weeks, 48 of which were spent in the No. 1 non-fiction spot. The book sold more than 5 million copies worldwide — 2.5 million from 1952 to 1956 — and was eventually translated into over 40 languages. Other books published by Peale around 1952 include The Art of Real Happiness, published in 1950, and Inspiring Messages for Daily Living, published in 1955. The Pow...",
    "link": "None"
  },
  {
    "genre": "Self-help",
    "author": "Rhonda Byrne",
    "year_published": 2006,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "The Secret",
    "summary": "The Secret is a 2006 self-help book by Rhonda Byrne, based on the earlier film of the same name. It is based on the belief of the pseudoscientific law of attraction, which claims that thought alone can influence objective circumstances within one's life. The book alleges energy as assurance of its effectiveness. The book has sold 30 million copies worldwide and has been translated into 50 languages. Scientific claims made in the book have been rejected by a range of critics, pointing out that the book has no scientific foundation.\n The Secret was released as a film in March 2006, and later the same year as a book. The book is influenced by Wallace Wattles' 1910 book The Science of Getting Rich, which Byrne received from her daughter during a time of personal trauma, in 2004. The New York Times bestselling authors of The Passion Test, Janet Bray Attwood and Chris Attwood, are not featured in the film or the book, but arranged 36 of the 52 interviews for the film, many of which are referenced in the book.\n The book served as the basis for the 2020 film The Secret: Dare to Dream.\n Byrne re-introduces a notion originally popularized by persons such as Madame Blavatsky and Norman Vincent Peale that thinking about certain things will make them appear in one's life. Byrne provides examples of historical persons who have allegedly achieved this. Byrne cites a three-step process: ask, believe, and receive.  This is based on a quotation from the Bible's Matthew 21:22: \"And all things, whatsoever ye shall ask in prayer, believing, ye shall receive.\"\n Byrne highlights the importance of gratitude and visualization in achieving one's desires, along with alleged examples. Later chapters describe how to improve one's prosperity, relationships, and health, with more general thoughts about the universe.\n The book has been translated into 50 languages and has sold over 30 million copies. Due partly to an appearance on The Oprah Winfrey Show, the book...",
    "link": "None"
  },
  {
    "genre": "Romantic novel",
    "author": "Erica Jong",
    "year_published": 1973,
    "image_url": "https://media.istockphoto.com/id/1411029939/photo/top-view-on-colorful-stacked-books-education-and-learning-concept-background.webp?b=1&s=170667a&w=0&k=20&c=uw6avsgigpECDP-THvvqSLAs2M93HRvIOYCNhnOe70s=",
    "title": "Fear of Flying",
    "summary": "Fear of Flying is a 1973 novel by Erica Jong. It became controversial for its portrayal of female sexuality, and figured in the development of second-wave feminism.\n The novel is written in the first person, narrated by its protagonist, Isadora Zelda White Stollerman Wing, a 29-year-old poet who has published two books of poetry. On a trip to Vienna with her second husband, Isadora decides to indulge her sexual fantasies with another man.\n The novel's tone may be considered conversational or informal. The story's American narrator is struggling to find her place in the world of academia, feminist scholarship, and in the literary world as a whole. The narrator is a female author of erotic poetry, which she publishes without fully realizing how much attention she will attract from both critics and writers of alarming fan letters.\n The book resonated with women who felt stuck in unfulfilling marriages, and it has sold more than 20 million copies worldwide.\n Isadora Wing is a Jewish journalist from New York City. She and her husband Bennett fly to Vienna for the first psychoanalysts' conference since analysts were driven out during the Holocaust.  She associates her fear of flying, both literally and metaphorically referring to a fear of freeing herself from the shackles of traditional male companionship, with recent articles about plane hijackings and terrorist attacks. She also associates fear and loathing with Germany, because she and her husband were stationed in Heidelberg and she struggled both to fit in and to wrestle with the hatred and danger she felt being a Jew in post-Holocaust Germany. Isadora ponders many questions, plans, mental rough drafts and reminiscences as her journey unfolds, including the \"zipless fuck,\" a major motif in the story that haunts the narrator throughout.\n Upon arriving, Isadora meets the English Langsian analyst Adrian Goodlove and is immediately smitten. Despite his gruff attitude and poor sexual performance, he seems to provide w...",
    "link": "None"
  },
  {
    "genre": "Science fiction novel",
    "author": "Frank Herbert",
    "year_published": 1965,
    "image_url": "https://media.istockphoto.com/id/1911187556/photo/faceless-portrait-of-librarian-sorting-childrens-books.webp?b=1&s=170667a&w=0&k=20&c=a_nvrc0ZzP-X8fZ3Vq6vM1V_EfZ-3Sk1cZgnJWN6h-4=",
    "title": "Dune",
    "summary": "Franklin Patrick Herbert Jr. (October 8, 1920 – February 11, 1986) was an American science-fiction author, best known for his 1965 novel Dune and its five sequels. He also wrote short stories and worked as a newspaper journalist, photographer, book reviewer, ecological consultant, and lecturer.\n Dune is the best-selling science fiction novel of all time, and the series is a classic of the science-fiction genre. The Dune saga, set in the distant future and taking place over millennia, explores complex themes, such as the long-term survival of the human species, human evolution, planetary science and ecology, and the intersection of religion, politics, economics, sex, and power in a future where humanity has long since developed interstellar travel and colonized many thousands of worlds.\n The series has been adapted numerous times, including the feature film Dune (1984), the miniseries Frank Herbert's Dune and Children of Dune, and a motion picture trilogy currently in production, with Dune (2021) and Dune: Part Two (2024) having been released.\n Frank Patrick Herbert Jr. was born on October 8, 1920, in Tacoma, Washington, to Frank Patrick Herbert Sr. and Eileen (née McCarthy) Herbert. His upbringing included spending a lot of time on the rural Olympic and Kitsap Peninsulas. He was fascinated by books, could read much of the newspaper before the age of five, had an excellent memory, and learned quickly. He had an early interest in photography, buying a Kodak box camera at age ten, a new folding camera in his early teens, and a color film camera in the mid-1930s. Due to an impoverished home environment, largely due to the Great Depression, he left home in 1938 to live with an aunt and uncle in Salem, Oregon.\n He enrolled in high school at Salem High School (now North Salem High School), where he graduated the next year. In 1939, he lied about his age to get his first newspaper job at the Glendale Star. Herbert then returned t...",
    "link": "None"
  }
]